import { Link } from "react-router-dom";

function PrivacyText() {
  return (
    <>
      <p dir="rtl">מדיניות פרטיות &ndash;GISTMD</p>
      <p dir="rtl">עודכן לאחרונה:21/06/2023</p>
      <p dir="rtl">
        אנו,&nbsp;המרכז הרפואי ת&quot;א&nbsp;(ביחד, &quot;המוסד הרפואי&quot; או
        &quot;אנחנו&quot;), מכבדים את הפרטיות של המשתמשים (להלן:
        &quot;המשתמש(ים)&quot;, &quot;אתם&quot; או &quot;אתה&quot;) בפלטפורמה
        שלנו (כהגדרת מונח זה בתנאי השימוש שלנו), ומחויבים להגן על המידע האישי
        שנאסף במסגרת שימושם בפלטפורמה. אנו מאמינים כי למשתמשים שלנו הזכות להכיר
        את המדיניות שלנו בנוגע לאיסוף ושימוש במידע המתקבל על ידינו בזמן השימוש
        בפלטפורמה.&nbsp;
      </p>
      <p dir="rtl">
        מדיניות פרטיות זו (להלן: &quot;מדיניות הפרטיות&quot;) הינה חלק בלתי נפרד
        מהשירותים ומתנאי השימוש, ולמונחים המופיעים במדיניות הפרטיות תהא המשמעות
        הנודעת להם בתנאי השימוש, הזמינים בקישורית: <Link to={-1}>כאן</Link>{" "}
        (להלן: &quot;תנאי השימוש&quot;), אלא אם נאמר במפורש אחרת במדיניות פרטיות
        זו. מדיניות הפרטיות מנוסחת בלשון זכר לצרכי נוחות בלבד, והיא מתייחסת,
        כמובן, גם לנשים.
      </p>
      <div dir="rtl">
        <table>
          <tbody>
            <tr>
              <td>
                <p dir="rtl">שים לב:&nbsp;</p>
                <p dir="rtl">
                  בעצם הכניסה, ההתחברות, הגישה והשימוש בפלטפורמה ובשירותיה, אתה
                  מביע את הסכמתך לתנאים המופיעים במדיניות הפרטיות שלנו, לרבות
                  הסכמתך לאיסוף המידע האישי שלך (כהגדרתו להלן), לעיבודו ולשמירתו
                  במאגרי המידע שלנו (בארץ ו/או בחו&quot;ל). המידע האישי שלך ישמש
                  לצורך מתן השירותים כמפורט במסמך זה. אם אינך מסכים לתנאי
                  מדיניות הפרטיות, אינך מורשה להשתמש בשירותינו. מדיניות הפרטיות
                  שלנו עשויה להתעדכן בעתיד, ולכן הנך מתבקש להתעדכן מפעם לפעם
                  במדיניות המעודכנת.
                </p>
                <p dir="rtl">
                  יובהר כי לצורך שימושך בפלטפורמה ושירותיה, אתה עשוי לספק לנו
                  מידע אישי (כמפורט בהמשך) (&quot;מידע אישי&quot;). הנך מסכים
                  ומצהיר בזאת שהמידע האישי שהנך מספק לנו נמסר מרצונך החופשי, על
                  מנת שנוכל לספק עבורך את השירותים ובהתאם למטרות המפורטות
                  במדיניות פרטיות זו. כמו כן, הנך מסכים בזאת לקבל מאיתנו הודעות,
                  לרבות הודעות SMS (לרבות, הודעות באמצעות יישומון מסרים של צד
                  ג&apos;), לפי פרטי הקשר שסיפקת לנו.
                </p>
                <p dir="rtl">
                  שים לב שהתכנים הכלולים בפלטפורמה, לרבות תכני ההדרכה, מותאמים
                  לך אישית ומיועדים לשימושך בלבד. כל ייצוא של תכנים אל מחוץ
                  לפלטפורמה עשוי לחשוף מידע אישי על אודותיך, ועל כן כל ייצוא של
                  תכנים כאמור מחוץ לפלטפורמה ייעשה על אחריותך בלבד, לרבות באשר
                  להסתמכות צדדים שלישיים עליו, אבטחתו וכיו&quot;ב.
                </p>
                <p dir="rtl">
                  למען הסר ספק, יובהר כי ג&apos;יסטמד משמשת כספק שירות של המוסד
                  הרפואי לצורך תפעול הפלטפורמה והיא אינה צד למדיניות פרטיות
                  זו.&nbsp;
                </p>
              </td>
            </tr>
          </tbody>
        </table>
      </div>
      <ol>
        <li dir="rtl">
          <p dir="rtl">איזה מידע אנו עשויים לאסוף אודותיך?&nbsp;</p>
        </li>
      </ol>
      <p dir="rtl">
        השימוש בשירותינו כולל איסוף של מידע אישי אשר מאפשר לנו לזהות אותך באופן
        אישי, ובדרך כלל נושא אופי פרטי או רגיש. כאשר אתה משתמש בשירותים, אנו
        עשויים לאסוף ולעבד אודותיך אחד או יותר מסוגי המידע הבאים:
      </p>
      <ul>
        <li dir="rtl">
          <p dir="rtl">מידע הנאסף באופן ישיר:&nbsp;</p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            מידע הנאסף במסגרת ההליך הרפואי: אנו אוספים מידע במסגרת פגישתך עם
            רופאים ו/או גורמים אחרים במוסד הרפואי בקשר עם ההליך הרפואי, לרבות
            מידע מתוך תיקך הרפואי במוסד הרפואי, ועושים בו שימוש במסגרת הפלטפורמה
            ככל שנדרש לצורך הענקת השירותים הרלוונטיים, לרבות לצורך התאמת תכני
            ההדרכה הכלולים בפלטפורמה.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            מידע הנאסף במסגרת השימוש בשירותים: אנו אוספים מידע רפואי הנמסר על
            ידי משתמשים באופן מודע ומרצונם החופשי בעת המענה לטופס שאלון בכניסתם
            לפלטפורמה.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            התקשרויות: אנו נאסוף כל מידע אישי אודותיך אשר תמסור לנו כחלק
            מההתקשרויות בינך ובינינו (לרבות לצרכי סיוע טכני, מתן משוב וכיוצא
            בזאת), ובין היתר, מידע אשר עשוי להימסר על ידך כחלק מההתכתבויות עמנו
            באמצעות הדואר האלקטרוני, בטלפון, באמצעות יישומון מסרים של צד ג&apos;
            או בכל אמצעי תקשורת אחר.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            מספר הטלפון הנייד: על מנת להשתמש בשירותינו, תידרש לספק את מספר
            הטלפון הנייד שלך.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">מידע שנאסף באמצעות טכנולוגיה</p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            מזהים: כאשר אתה משתמש בפלטפורמה, אתה מספק לנו באופן אוטומטי את כתובת
            ה-IP &nbsp;שלך (או כתובת ה-MAC, לפי המקרה), בהתאם לרשת או למכשיר בו
            אתה משתמש. מידע זה נאסף על ידינו על מנת לשפר את חוויית המשתמש שלך,
            כדי לקבוע את מיקומך הגיאוגרפי ולמטרות אבטחה. כמו כן, אנו עשויים
            לאסוף מזהים נוספים, לרבות מזהי פרסום המצויים במכשיר ממנו אתה גולש
            (למשל Google&apos;s Advertiser Identification &nbsp;או Apple&apos;s
            Identifier for Advertisers) לצרכים דומים ולצרכי פרסום ממוקד.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            נתוני מיקום גיאוגרפי: בעת השימוש שלך בפלטפורמה, אנו עשויים לאסוף
            נתונים אודות מיקומך הגיאוגרפי, לרבות באמצעות ניתוח של כתובות IP,
            סימני GPS ומידע דומה אחר.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            מידע טכני והתנהגותי: כמו מרבית האתרים והשירותים המקוונים, אנו אוספים
            באופן אוטומטי ופסיבי מידע אנונימי ואינו מזהה מהמכשירים שלך כאשר אתה
            ניגש ומשתמש בפלטפורמה, לרבות (i) מידע טכני כגון סוג והגרסה של המכשיר
            שלך ומערכת ההפעלה שלו, סוג הדפדפן, רזולוציית המסך, שפת המקלדת,
            קישוריות Wi-Fi וכו&apos;; ו- (ii) מידע התנהגותי שיכול לכלול מידע לא
            אישי, כולל מידע אנונימי, טכני וכן מידע שנאסף אודות התנהגותך, אשר
            עשוי לכלול, בין היתר, תיעוד של פעילותך בשירותים, זרם הקשות
            (click-stream) ומידע נוסף בעל אופי דומה (להלן, ביחד: &quot;מידע טכני
            והתנהגותי&quot;).&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            דואר אלקטרוני: כאשר אנו שולחים לך דואר אלקטרוני, אנו אוספים באמצעות
            טכנולוגיות מעקב, מידע אודות עצם מסירת דבר הדואר והאם דבר הדואר נקרא
            על ידך.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            סטטיסטיקות ומדידות: אנו עשויים, בעצמנו או באמצעות ספקי שירותים כגון
            Google Analytics,&nbsp;להפיק מדידות, סטטיסטיקות וניתוחים מפורטים על
            התנהגותך באתר באופן כללי.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לתשומת ליבך, אנו עשויים לאסוף את המידע האמור בפרק זה בעצמנו או
            באמצעות ספקי השירות שלנו, ובין היתר באמצעות שימוש בטכנולוגיות כגון
            קבצי עוגיות וטכנולוגיות מעקב דומות (ראה הגדרה ופירוט נוסף בסעיף
            &lrm;9 להלן).&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            למען הסר ספק, כל מידע לא אישי אשר קשור או מקושר למידע אישי, ייחשב
            למידע אישי, כל עוד זיקה זו מתקיימת.
          </p>
        </li>
      </ul>
      <ol start="2">
        <li dir="rtl">
          <p dir="rtl">כיצד אנו משתמשים במידע אודותיך?</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">אנו משתמשים במידע שאינו אישי:&nbsp;</p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לצורך מחקר וניתוח סטטיסטי המיועד לשימושנו הפנימי, ובין היתר על מנת
            שנוכל לקבלת החלטות אסטרטגיות מושכלות, תוך הבנה טובה יותר של קהלי
            היעד שלנו;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">לצרכי אבטחת מידע ועל מנת לאבטח של שירותינו;</p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            בכדי להבין כיצד משתמשים בשירותינו ולשם התאמה, פיתוח ושיפור השירותים
            והמוצרים שלנו;&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            על מנת לשתף פעולה עם רשתות פרסום ומתווכי פרסום כדי להציג במכשירים
            שלך מודעות פרסומיות אודות השירותים וכדי לעזור לנו ולשותפינו לקבל
            החלטות טובות יותר, המבוססות על תחומי העניין שלך, לגבי המודעות
            המוצגות לך; ו-&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            כדי להתאים את השירותים לצרכיך ועל מנת לשפר את חוויית המשתמש שלך
            כשאתה משתמש בשירותים.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">אנו משתמשים במידע אישי&nbsp;כדי:&nbsp;</p>
        </li>
        <li dir="rtl">
          <p dir="rtl">לספק לך את הפלטפורמה והשירותים;</p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            להתאים, לפתח ולשפר את השירותים באופן אישי לצרכיך;&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לצרכי אבטחת מידע ועל מנת לאבטח את שירותינו, ובין היתר על מנת שנוכל
            לאמת את זהותך בעת התחברות לחשבונך;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לשלוח לך הודעות שירות(כגון, באמצעות דואר אלקטרוני, הודעות SMS ו/או
            הודעות-פוש);
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            כדי ליצור עמך קשר לצורך מתן תמיכה טכנית בקשר עם השירותים ולהשיב
            לשאלות של המשתמשים;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            כדי שנוכל לשלוח לך דואר פרסומי, ניוזלטרים ועדכונים על ההתפתחויות
            במוסד הרפואי ו/או ג&apos;יסטמד, הצעות חדשות, חדשות בנוגע לשירותים
            וכיוצא בזאת באמצעות דואר, טלפון, דואר אלקטרוני, SMS, &nbsp;הודעות
            פוש, הודעות WhatsApp או באופן מקוון (במקרים מסוימים ייתכן ונדרש לקבל
            את הסכמתך הנפרדת והפרטנית לשליחת דיוור מסוג זה). ניתן לבטל את ההרשאה
            לקבל הודעות פרסומיות באמצעות פניה לשירות הלקוחות או באמצעות הבחירה
            באפשרות של הסרה;&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            כדי ליצור קמפיינים פרסומיים רלוונטיים המקדמים מוצרים ושירותים שלנו
            ושל שותפינו העסקיים, שלדעתנו יעניינו אותך ויהיו בעלי ערך עבורך,
            באמצעות שותפים כמו Google ו-Facebook, ואגב כך ייתכן ונעביר
            לפלטפורמות פרסומיות אלו מידע אישי מוגבל במטרה לייצר קמפיינים
            פרסומיים, איכותיים וממוקדים;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לצורך מחקר וניתוח סטטיסטי, בין היתר בתחומי הכלכלה ההתנהגותית,
            המיועדים לשימושינו ולשימושם של שותפינו (לדוגמא, אנו עשויים להעביר
            מידע אנונימי וסטטיסטי המבוסס על שימושך בשירותים למכוני מחקר, ארגונים
            ועמותות רלוונטיים);&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            כדי לקבל מידע ביחס למיקום גיאוגרפי כללי (כלומר, מדינה) של המחשב או
            המכשיר ממנו אתה מחובר לאינטרנט בעת השימוש בשירותים, וזאת על מנת
            שנוכל לדעת את מיקומך הכללי וכן לצרכי פרסום ואבטחת מידע;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            אחסון וניהול המידע במאגרי המידע של המוסד הרפואי לצורך מתן
            השירותים;&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">לצרכינו האדמיניסטרטיביים; ו-</p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            כדי להגן על זכויותינו ועל מנת למלא כל חובה חוקית החלה עלינו.
          </p>
        </li>
      </ul>
      <ol start="3">
        <li dir="rtl">
          <p dir="rtl">זכויותיך לעיין, לשנות ולתקן את המידע האישי שלך</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">
            אם מסיבה כלשהי, אתה מעוניין לשנות, לעדכן או למחוק את המידע האישי
            שהעברת לנו, תוכל לשלוח לנו הודעת דואר אלקטרוני עם פירוט בקשתך
            לכתובת:<a href="mailto:support@gistmd.com">support@gistmd.com</a>{" "}
            ואנו נעשה מאמצים סבירים על מנת לשנות, לעדכן או למחוק את המידע האישי
            כאמור, בהתאם לדיני הפרטיות החלים.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            שים לב: בכל פנייה לבקשה לעיין במידע, נבקש כי יצורפו הפרטים הבאים:
            שם, טלפון, כתובת, כתובת דואר אלקטרוני והמידע בו הנך מעוניין לעיין או
            אשר אותו הנך מעוניין לתקן או למחוק. ככל שברצונך לאפשר לאדם אחר לעיין
            במידע עבורך, נבקש לצרף גם ייפוי כוח מפורש לעניין זה.&nbsp;
          </p>
        </li>
      </ul>
      <ol start="4">
        <li dir="rtl">
          <p dir="rtl">שיתוף מידע עם אחרים</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">
            ככלל, המוסד הרפואי לא חולק את המידע האישי שלך עם צדדים שלישיים. עם
            זאת, אנו עשויים לעשות כן על מנת:&nbsp;&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לאסוף, להחזיק ו/או לנהל את המידע האישי שלך באמצעות ספקים וצדדים
            שלישיים של מוצרים או שירותים מסוימים (כגון שירותי אירוח ענן)
            המאושרים על ידינו (לרבות, לפי העניין, לשותפים שלהם), וזאת אך ורק לשם
            אספקת השירותים המבוקשים על ידינו, ולא לכל מטרה אחרת. צדדים שלישיים
            מסוג זה עשויים להיות ממוקמים במדינות בהן החוקים להגנה על מידע אישי
            מספקים הגנה פחותה על מידע אישי מזו שבישראל, אולם אנו נשתמש רק בחברות
            שיכולות לספק אמצעי הגנה נאותים בכדי להבטיח כי המידע האישי שלך מאוחסן
            ומטופל בצורה מאובטחת;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לשלוח למפרסמים ורשתות פרסום נתונים הדרושים לשם יצירת פרסום ממוקד
            ורלוונטי עבורך; &nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לעמוד בדרישות כל דין, לצרכי הליך משפטי, צווים, לרבות צווי גילוי או
            בקשת רשות ממשלתית;&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לאכוף מדיניות פרטיות זו או את תנאי השימוש שלנו, לרבות במסגרת חקירה
            של הפרות אפשריות של מדיניות הפרטיות או תנאי השימוש;&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לגלות, למנוע או לטפל באופן אחר בתרמית, הונאה או בסוגיות אבטחה ובטחון
            וכן בבעיות טכניות;&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">להשיב לתביעות, דרישות או טענות;</p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            להגן על הזכויות, הקניין, או על הביטחון האישי של המוסד הרפואי, של
            לקוחותיה או של הציבור הרחב;&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לאפשר מקרה של שינוי שליטה במוסד הרפואי, לרבות בדרך של מיזוג, רכישה,
            או רכישה של כלל או עיקר נכסיה, כל עוד הרוכש מתחייב לשמור על אותם
            תנאי פרטיות שבהצהרה זו; ו/או&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">על פי אישור מפורש ממך לפני הגילוי.</p>
        </li>
      </ul>
      <p dir="rtl">
        למען הסר ספק, המוסד הרפואי רשאי לאסוף, לגלות ולהעביר מידע אנונימי ולא
        מזהה (להלן, &quot;מידע לא אישי&quot;) לצדדים שלישיים על פי שיקול דעתו
        הבלעדי.
      </p>
      <ol start="5">
        <li dir="rtl">
          <p dir="rtl">ספקי שירות חיצוניים&nbsp;</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">
            המוסד הרפואי נעזר בשירותים של ספקי שירות חיצוניים. ייתכן ומידע אישי
            שלך יועבר לרשות ספקי השירות החיצוניים, אך זאת לצורך אספקת השירותים
            למוסד הרפואי בלבד. כמו כן, ספקי השירות החיצוניים נדרשים לעמוד
            בהוראות החוק הרלוונטיות החלות ביחס לעיבוד מידע אישי.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            ספקי השירות החיצוניים עלולים להיות ממוקמים באזורי שיפוט שונים מאזור
            השיפוט שלך, וייתכן שהחוק החל באזור השיפוט של ספקי השירות החיצוניים
            מספק הגנה פחותה על מידע אישי מזו שבאזור השיפוט שלך, אולם אנו נשתמש
            רק בספקי שירות שיכולים לספק אמצעי הגנה נאותים בכדי להבטיח כי המידע
            האישי שלך מאוחסן ומטופל בצורה מאובטחת.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            ספקי השירות החיצוניים של המוסד הרפואי כוללים, בין היתר, את השירותים
            הבאים:&nbsp;
          </p>
          <ul>
            <li dir="rtl">
              <p dir="rtl">ג&apos;יסטמד לשם תפעול הפלטפורמה;</p>
            </li>
          </ul>
        </li>
      </ul>
      <ol start="6">
        <li dir="rtl">
          <p dir="rtl">אתרי אינטרנט של צדדים שלישיים</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">
            קישורים מסוימים בשירותים שלנו יאפשרו לך לעזוב את הפלטפורמה ולהיכנס
            לאתרים או שירותים שאינם קשורים למוסד הרפואי. בין היתר, ייתכן שאתרים
            אלו של צדדים שלישיים ישלחו קבצי עוגיות (ראה הגדרה להלן) לדפדפן שלך,
            וכך ישיגו מידע אישי אודותיך.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            המוסד הרפואי אינו נושא באחריות בגין אתרים מקושרים ו/או ביחס למדיניות
            הפרטיות של השירותים שלהם. כניסתך, שימושך והסתמכותך על אתרים, שירותים
            ו/או תכנים של צדדים שלישיים וכן כל התקשרות בינך לבין צדדים שלישיים
            אלה הנה באחריותך והנך הנושא הבלעדי בהוצאות הקשורות בכך. הגישה לאתרים
            ושירותים אלה ניתנת אך ורק לנוחיותך. הנך מסכים ומאשר כי המוסד הרפואי
            לא יהא אחראי, במישרין או בעקיפין, לכל נזק או הפסד שנגרמו (או שנטען
            כי נגרמו), בקשר או כתוצאה משימושך בכל שירות, תוכן, מוצר או מידע אחר
            הזמין באמצעות אתרים או שירותים אלה (לרבות ביחס לשימוש ולגילוי של
            מידע אישי שלך על ידי צדדים שלישיים אלו).&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            רוב האתרים והשירותים כאמור מספקים מסמכים משפטיים, לרבות תנאי שימוש
            ומדיניות פרטיות, המסדירים את השימוש בהם (מדובר במדיניות פרטיות שונה
            ממדיניות פרטיות זו לגבי השימוש והגילוי של מידע אישי שלך על ידך
            לאתרים של צדדים שלישיים אלו). תמיד רצוי לקרוא מסמכים כאלה בעיון לפני
            השימוש באתרים אלה ובשירותיהם, בין היתר, על מנת לדעת איזה סוג של מידע
            הם אוספים.
          </p>
        </li>
      </ul>
      <ol start="7">
        <li dir="rtl">
          <p dir="rtl">אבטחת מידע&nbsp;</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">
            אנו משקיעים מאמצים רבים ביישום ובשמירה על אבטחת המידע האישי אודותיך
            כמשתמש בשירותינו (בין בעצמנו ובין באמצעות קבלת שירותים מצדדים
            שלישיים שהינם ספקי שירותים מוסמכים). אנו מיישמים נהלים ומדיניות
            אבטחת מידע כמקובל בתעשייה, וזאת על מנת להבטיח את אבטחת המידע אודותיך
            ועל מנת למנוע כל שימוש לא מורשה במידע זה. יחד עם זאת, איננו יכולים
            להתחייב ולערוב לכך שגישה לא מורשית למידע האמור לעולם לא תקרה, ולא
            נהיה אחראיים לכל גישה לא מורשית כאמור ולתוצאותיה.
          </p>
        </li>
      </ul>
      <ol start="8">
        <li dir="rtl">
          <p dir="rtl">קטינים</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">
            על מנת להשתמש בפלטפורמה ו/או בשירותים שלנו עליך להיות מעל גיל שמונה
            עשרה (18).&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            במקרה בהם יובא לידיעתנו כי קטין מתחת לגיל שמונה עשרה (18) משתמש
            בפלטפורמה ו/או בשירותים, שלא באמצעות הוריו או אפוטרופוס&nbsp;המוסמך
            לטפל בענייניו הרפואיים, אנו נחסום משתמש זה, ונעשה כל מאמץ על מנת
            למחוק מיידית כל מידע אישי שנאסף לגביו. לפניות בעניין זה, אנא שלח
            אימייל לכתובת:&nbsp;
            <a href="mailto:support@gistmd.com">support@gistmd.com</a> . אנו
            שומרים על זכותנו לבקש ממך הוכחת גיל בכל שלב, על מנת למנוע איסוף מידע
            אישי אודות קטינים מתחת לגיל שמונה עשרה (18).&nbsp;
          </p>
        </li>
      </ul>
      <ol start="9">
        <li dir="rtl">
          <p dir="rtl">עוגיות וטכנולוגיות מעקב</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">
            בעת השימוש בפלטפורמה ו/או בשירותים, אנו או צדדים שלישיים עשויים
            להשתמש בטכנולוגיה אשר מקובלת בתעשייה ומוכרת כ&quot;עוגיות&quot;
            (cookies) ו/או טכנולוגיות מעקב אחרות המאחסנות מידע מסוים על המחשב או
            המכשיר שבאמצעותו אתה נכנס לפלטפורמה שלנו. טכנולוגיות אלו מאפשרות
            לנו, בין היתר, להפעיל מאפיינים מסוימים של השירותים שלנו באופן
            אוטומטי, לשפר את חוויית הגלישה והשימוש שלך, להציע לך פרסומות, לאסוף
            סטטיסטיקות אודות השימוש שלך בפלטפורמה שלנו, לאסוף מידע טכני
            והתנהגותי (אנונימי) ועוד. המוסד הרפואי ו/או ספקי השירות שלנו, עשויים
            להשתמש גם בקבצי עוגיות זמניים (אשר יפוגו ברגע שתסגור את הדפדפן) או
            עוגיות קבועות (אשר נשארות במערכת שלך עד למחיקתן). ניתן לנטרל את
            טכנולוגיות מעקב אלו. למשל, מרבית דפדפני האינטרנט מאפשרים למשתמשים
            למחוק עוגיות ממכשיר המשתמש, לחסום קבלה של עוגיות או לקבל התראות לפני
            אחסונן של עוגיות.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            עם זאת, שים לב כי אם תמחק את טכנולוגיות המעקב או לא תאפשר את אחסונן
            ו/או אם תשנה את מאפייני ה-Flash, החוויה המקוונת שלך בעת השימוש
            בשירותים שלנו תהיה מוגבלת.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            על פי רוב, טכנולוגיות מעקב של צדדים שלישיים שומרות מידע לא אישי,
            כגון דפי האינטרנט בהם ביקרת, משך החיפוש שלך וכיוצא בזאת. תוכל לרוב
            למצוא הוראות במדיניות הפרטיות או בתנאי השימוש של צדדים שלישיים בכדי
            לבצע פעולות בנוגע לאפשרויות המעקב שלהם.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            לקבלת הוראות מפורטות בנוגע לחסימת קבצי עוגיות, אנא עיין בסעיף
            &apos;עזרה&apos; של הדפדפן בו אתה משתמש, או בקר בכתובת
            <br />
            <a href="http://www.allaboutcookies.org/manage-cookies">
              http://www.allaboutcookies.org/manage-cookies
            </a>
            .
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            בקישורים הבאים תוכל למצוא הנחיות בנוגע לחסימת קבצי עוגיות בדפדפני
            אינטרנט נפוצים:
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            <a href="https://support.google.com/chrome/answer/95647?hl=en">
              Chrome
            </a>
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            <a href="http://windows.microsoft.com/en-us/windows-vista/block-or-allow-cookies">
              Internet Explorer and Microsoft Edge
            </a>
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            <a href="https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer">
              Mozilla Firefox
            </a>
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            <a href="https://support.apple.com/kb/PH19214?locale=en_US">
              Safari
            </a>
          </p>
        </li>
      </ul>
      <ol start="10">
        <li dir="rtl">
          <p dir="rtl">דיוור ישיר, דבר פרסומת ושליחת הודעות</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">
            הנך מסכים לכך שנשתמש בפרטים שלך אשר נמסרו לנו מרצונך, כדי שניידע
            אותך אודות שירותי המוסד הרפואי, מידע שיווקי ו/או פרסומי (לרבות מסרים
            פרסומיים לפי חוק התקשורת (בזק ושידורים), התשמ&quot;ב&ndash;1982),
            הטבות ואודות שירותים של צדדים שלישיים שהינם שותפים עסקיים של המוסד
            הרפואי, אשר יועברו אלייך באמצעות דואר, טלפון, דואר אלקטרוני, SMS,
            &nbsp;הודעות פוש, הודעות WhatsApp או בכל אופן מקוון אחר.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            באפשרותך לחזור בך מהסכמתך באמצעות משלוח הודעה לכתובת הדואר
            האלקטרוני&nbsp;
            <a href="mailto:support@gistmd.com">support@gistmd.com</a> ,
            ולחילופין למלא אחר ההוראות להסרה מרשימת הדיוור, אשר מופיעות בהודעות
            הנשלחות אליך. הינך מאשר כי המוסד הרפואי הודיעה לך כי הנך יכול לסרב
            לקבל דברי פרסומת כאמור.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            אתה יכול לבטל את האפשרות לקבל הודעות פוש מאיתנו באמצעות שינוי הגדרות
            הדפדפן שלך או באמצעות שינוי ההגדרות במערכת ההפעלה של המכשיר ממנו אתה
            משתמש בשירותינו.&nbsp;
          </p>
        </li>
      </ul>
      <ol start="11">
        <li dir="rtl">
          <p dir="rtl">העברת מידע אישי אל מחוץ לישראל</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">
            המוסד הרפואי רשאי להעביר מישראל מידע שנאסף אודותיך, לרבות מידע אישי,
            לגופים קשורים או לספקי שירות צד שלישי (כמפורט במסמך זה) אשר עשויים
            להיות מצויים במדינות אחרות בעולם. לתשומת לבך, המוסד הרפואי רשאית
            להעביר מידע אישי גם למדינה ולסמכות שיפוט שמחילה חוקי הגנת מידע
            המספקים הגנה פחותה מזו הקבועה בדין בישראל, והינך מסכים להעברת מידע
            זה.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            ככלל, אנו עושים מאמצים כדי שהמידע האישי שלך יאוחסן רק בישראל, באיחוד
            האירופי או בארה&quot;ב, אך בכל אופן, בכל העברת מידע אישי מחוץ
            לישראל, אנו נוקטים באמצעי ההגנה הקבועים בדין הישראלי לעניין העברת
            מידע מחוץ לגבולות המדינה, וזאת על מנת להבטיח כי המידע שלך נשמר
            מאובטח בכל עת.
          </p>
        </li>
      </ul>
      <ol start="12">
        <li dir="rtl">
          <p dir="rtl">שינויים במדיניות הפרטיות</p>
        </li>
      </ol>
      <ul>
        <li dir="rtl">
          <p dir="rtl">
            אנו&nbsp;שומרים על הזכות לשנות מדיניות פרטיות זו בכל זמן, ומבקשים כי
            תשוב ותבקר בדף זה לעיתים קרובות ככל הניתן. אנו נודיע לכלל המשתמשים
            בפלטפורמה ו/או בשירותים על כל שינוי מהותי בתנאי מדיניות פרטיות זו
            בדף הבית של אתר האינטרנט שלנו&nbsp;
            <a href="https://he.gistmd.com/">https://he.gistmd.com/</a> ו/או
            נשלח הודעת דואר אלקטרוני בנוגע לשינויים כאמור.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            שינויים מהותיים במדיניות הפרטיות ייכנסו לתוקף שבעה (7) ימים לאחר
            שהודעה נמסרה באתר שלנו או נשלחה בדואר אלקטרוני ככל שהדבר רלוונטי,
            לפי המוקדם. כל שאר השינויים במדיניות הפרטיות ייכנסו לתוקף בתאריך
            העדכון האחרון של מדיניות פרטיות זו, והמשך השימוש בשירותינו לאחר
            תאריך העדכון האחרון יהווה הסכמתך לכך שהשינויים יחייבו אותך. במידה
            שמדיניות הפרטיות תתוקן בכדי להיענות לכל דרישה חוקית, התיקונים עשויים
            להיכנס לתוקף באופן מיידי, או כפי שנדרש על פי הדין, וללא כל הודעה
            מוקדמת.
          </p>
        </li>
      </ul>
      <ol start="13">
        <li dir="rtl">
          <p dir="rtl">שאלות ודיווח על פגיעה בפרטיותך:&nbsp;</p>
        </li>
      </ol>
      <p dir="rtl">
        אם יש לך שאלות כלשהן, או הערות אחרות בנוגע למדיניות פרטיות זו, או אם אתה
        סבור שפרטיותך נפגעה במהלך השימוש בשירותינו, אנא פנה אלינו באמצעות כתובת
        הדוא&quot;ל:&nbsp;
        <a href="mailto:support@gistmd.com">support@gistmd.com</a> או באמצעות
        משלוח מכתב לכתובתנו:רחוב ויצמן 6, תל אביב. אנו נעשה את מירב המאמצים
        לחזור אליך תוך זמן סביר.
      </p>
    </>
  );
}

export default PrivacyText;
