{
  "yes": "نعم",
  "no": "لا",
  "send": "إرسال",
  "share": "مشاركة",

  "Character-Selection-Title": "בחירת הדמות שלך",
  "Character-Selection-Gender": "מה המין שלך?",
  "Character-Selection-female": "אישה",
  "Character-Selection-male": "גבר",
  "Character-Selection-other": "אחר",
  "Character-Selection-Age": "מה הגיל שלך?",
  "Character-Selection-Avatar": "מהי הדמות המועדפת עליך?",
  "Character-Selection-Next": "הבא",
  "Character-Selection-Error": "עליך למלא תחילה שדות קודמים",

  "Satisfaction-Question": "האם הסרטון עזר לך?",
  "Satisfaction-Answer-Yes": "כן",
  "Satisfaction-Answer-No": "לא",

  "instructions-title": "הנחיות לקראת הניתוח",

  "fever": "אם במהלך השבועיים הקודמים לניתוח ילדכם יעלה חום (מעל 38.5 מעלות) / יסבול משיעול עם ליחה / יתנהג כחולה / יחלה בקורונה - עליכם ליידע את המחלקה ולהמתין להחלטה בדבר קיום הניתוח או דחייתו למועד אחר.",
  "medicalCondition": "אם מצבו הבריאותי של הילד החמיר או התגלתה בעיה חדשה טרם מועד הניתוח, יש ליידע את המחלקה.",
  "feast": "שש שעות לפני הניתוח - על ילדכם להיות בצום ממזון מוצק. ארבע שעות לפני הניתוח - יש להפסיק לשתות נוזלים לא צלולים כמו מיצים עם רכיבי פרי, חלב ותחליפי חלב כמו פורמולה. עד שעה לפני הניתוח - מותר ואף מומלץ לשתות נוזלים צלולים כמו מיץ ממותק ללא רכיבי פרי, מים, מרק ותה. שעה לפני הניתוח - יש להיות בצום מלא, ללא שתייה.",

  "SummaryDocuments": "מכתבי סיכום עדכניים מרופא ילדים או מרופא מומחה המטפל בילדכם",
  "medicineList": "רשימת תרופות או את מארזי התרופות של ילדכם",
  "bloodTest": "בדיקת דם עדכנית (רק אם נדרשתם)",
  "results": "תוצאות סיכומי בדיקות רלוונטיות",
  "tofes17": "טופס 17",
  "instruction-download": "הנחיות לקראת ניתוח להורדה",

  "consent-title": "טופס הסכמה מדעת",
  "consent-text": "לקראת הניתוח הקרוב, הצוות הרפואי יבקש ממך לחתום בנוכחותו על טופס הסכמה מדעת. אנו ממליצים לכם לקרוא מראש ובעיון את הטופס",
  "consent-download": "טופס הסכמה מדעת להורדה",

  "Footer": "מטופל מעורב הוא מטופל שמחלים טוב יותר",

  "problemsInFamily-male": "هل عانى ابنكما أو أحد أفراد أسرتكم من مشاكل في التخدير الطبّيّ؟",
  "neurologicalProblem-male": "هل يعاني ابنكما من مرض عصبيّ؟",
  "coagulation-male": "هل تمّ تشخيص أو الاشتباه بأنّ ابنكما يعاني من مشكلة في تخثر الدم؟",
  "thyroidOrDiabetes-male": "هل يعاني ابنكما من مرض السكّريّ أو أمراض في الغدّة الدرقيّة؟",
  "renalFunctionAndSpecialDiet-male": "هل يعاني ابنكم من قصور في وظائف الكلى، ويحتاج إلى دواء أو نظام غذائيّ خاصّ؟",
  "muscleSystem-male": "هل يعاني ابنكما من متلازمة تؤثّر على الجهاز العضليّ؟",
  "lungDisease-male": "هل يعاني ابنكما من مرض رئويّ يظهر في الصفير وضيق التنفّس؟",
  "heartProblems-male": "هل يعاني ابنكما أو عانى في الماضي من مشاكل في القلب؟",
  "diseasesNeedTreatment-male": "هل يعاني ابنكما من متلازمة أو مرض أيضيّ أو خلل جينيّ، أو مشكلة في مبنى الجسم أو حالة مزمنة تتطلّب العلاج والمتابعة؟",
  "bornBeforeWeek36-male": "هل وُلد ابنكما قبل الأسبوع 36 من الحمل ومكث في المستشفى في قسم الخُدَّج؟",

  "problemsInFamily-female": "هل عانت ابنتكما أو أحد أفراد أسرتكم من مشاكل في التخدير الطبّيّ؟",
  "neurologicalProblem-female": "هل تعاني ابنتكما من مرض عصبيّ؟",
  "coagulation-female": "هل تمّ تشخيص أو الاشتباه بأنّ ابنتكما تعاني من مشكلة في تخثر الدم؟",
  "thyroidOrDiabetes-female": "هل تعاني ابنتكما من مرض السكّريّ أو أمراض في الغدّة الدرقيّة؟",
  "renalFunctionAndSpecialDiet-female": "هل تعاني ابنتكما من قصور في وظائف الكلى، وتحتاج إلى دواء أو نظام غذائيّ خاصّ؟",
  "muscleSystem-female": "هل تعاني ابنتكما من متلازمة تؤثّر على الجهاز العضليّ؟",
  "lungDisease-female": "هل تعاني ابنتكما من مرض رئويّ يظهر في الصفير وضيق التنفّس؟",
  "heartProblems-female": "هل تعاني ابنتكما أو عانت في الماضي من مشاكل في القلب؟",
  "diseasesNeedTreatment-female": "هل تعاني ابنتكما من متلازمة أو مرض أيضيّ أو خلل جينيّ، أو مشكلة في مبنى الجسم أو حالة مزمنة تتطلّب العلاج والمتابعة؟",
  "bornBeforeWeek36-female": "هل وُلدت ابنتكما قبل الأسبوع 36 من الحمل ومكثت في المستشفى في قسم الخُدَّج؟",

  "questionnaireValidationTitle": "لقد انهيتما من الإجابة عن أسئلة الاستبيان، افحصوا إجابتكما قبل الإرسال",

  "Dismiss-Header":"وفقًا للاستبيان الطبّي الذي عبأتماه، لقد وفّرتم لأنفسكم الكثير من وقت الانتظار و ستلتقون بطبيب التخدير فقط في يوم العمليّة.",
  "Dismiss-Paragraph":" يجب إبراز هذه التصريح في الاستقبال التمريضيّ في عيادات الأطفال عند وصولكم في يوم التحضير للعمليّة الجراحيّة.",
  "Dismiss-PayAttention":"* هذه الموافقة صالحة لمدة ثلاثة أشهر من تاريخ استلامها",
  "Dismiss-Button-Consent":"استمارة الموافقة عن وعي",
  "Dismiss-Button-Instructions":"تعليمات استعدادًا للعمليّة الجراحيّة",
  "Dismiss-Button-WatchVideo":"مشاهدة الفيلم القصير"
}
