{
  "yes": "نعم",
  "no": "لا",
  "send": "إرسال",
  "share": "مشاركة",

  "Character-Selection-Title": "بناء الشخصية في الفيديو",
  "Character-Selection-Gender": "اختيار الجنس",
  "Character-Selection-female": "بنت ",
  "Character-Selection-male": "ولد ",
  "Character-Selection-other": "آخر",
  "Character-Selection-Age": "اختيار العمر",
  "Character-Selection-Avatar": "اختيار الشخصية المفضلة",
  "Character-Selection-Next": "التالي",
  "Character-Selection-Error": "עליך למלא תחילה שדות קודמים",

  "Instructions-Title-male":"تمّت ملاءمة الفيلم القصير التالي خصّيصًا لابنكم",
  "Instructions-Title-female":"تمّت ملاءمة الفيلم القصير التالي خصّيصًا لابنتكم",
  "Instructions-Description":"بعد مشاهدة الفيلم القصير، يجب قراءة وتأكيد تعليمات الاستعداد للعمليّة الجراحيّة المرفقة أسفل الشاشة.",

  "Satisfaction-Response": "شكرا! إجابتك مهمة لنا. نود معرفة المزيد:",
  "Satisfaction-question-video-helpful": "هل ساعدك الفيلم القصير؟",
  "Satisfaction-question-reduce-worries": "هل ساعدك الفيديو على تهدئة مخاوفك قبل الجراحة؟",
  "Satisfaction-question-recommend-other-parents": "هل تنصحو آباء الآخرين بمشاهدة الفيديو استعدادًا لعملية جراحية قادمة للأطفال؟",
  "Satisfaction-question-all-answered": "شكراً لتعاونك، نتمنى لك الشفاء العاجل",
  "Satisfaction-Answer-Yes": "نعم",
  "Satisfaction-Answer-No": "لا",

  "SurgeryInstructions-title":"تعليمات استعدادًا للعمليّة الجراحيّة:",
  "SurgeryInstructions-approveButton":"تأكيد التعليمات",

  "DontForget-Title":"يُرجى تذكُّر إحضار ما يلي إلى اللقاء قبل العمليّة الجراحيّة:",

  "fever-male":"إذا ارتفعت درجة حرارته خلال الأسبوعين السابقين للجراحة (أكثر من 38.5 درجة) / يعاني من السعال مع البلغم/ يشكو من الشعور بتوعّك / يمرض بالكورونا ، يجب عليكما إبلاغ القسم وانتظار قرار بشأن إجراء العمليّة الجراحيّة أو إلغائها.",
  "fever-female":"إذا ارتفعت درجة حرارتها خلال الأسبوعين السابقين للجراحة (أكثر من 38.5 درجة) / تعاني من السعال مع البلغم/ تشكو من الشعور بتوعّك / تمرض بالكورونا، يجب عليكما إبلاغ القسم وانتظار قرار بشأن إجراء العمليّة الجراحيّة أو إلغائها.",
  "medicalCondition-male":"إذا ساءت حالة ابنكم الصحّيّة، أو تمّ اكتشاف مشكلة جديدة قبل موعد العمليّة الجراحيّة، يجب إبلاغ القسم الذي سيجري العمليّة.",
  "medicalCondition-female":"إذا ساءت حالة ابنتكما الصحّيّة، أو تمّ اكتشاف مشكلة جديدة قبل موعد العمليّة الجراحيّة، يجب إبلاغ القسم الذي سيجري العمليّة.",
  "feast-female":"إذا ارتفعت درجة حرارتها خلال الأسبوعين السابقين للجراحة (أكثر من 38.5 درجة) / تعاني من السعال مع البلغم/ تشكو من الشعور بتوعّك / تمرض بالكورونا، يجب عليكما إبلاغ القسم وانتظار قرار بشأن إجراء العمليّة الجراحيّة أو إلغائها. إذا ساءت حالة ابنتكما الصحّيّة، أو تمّ اكتشاف مشكلة جديدة قبل موعد العمليّة الجراحيّة، يجب إبلاغ القسم الذي سيجري العمليّة. ستّ ساعات قبل العمليّة الجراحيّة- يجب على ابنتكما الصوم عن الطعام الصلب. أربع ساعات قبل العمليّة الجراحيّة - يجب التوقّف عن شرب السوائل غير الشفّافة، مثل: الحليب وبدائل الحليب، مثل: الحليب الاصطناعيّ. حتّى ساعة قبل العمليّة الجراحيّة -  يُسمح بل يُنصح، بشرب سوائل صافية مثل العصير المحلّى بدون مكوّنات ساعة قبل العمليّة الجراحيّة - يجب الصوم بالكامل بدون شرب.الفاكهة والماء والشاي",
  "feast-male":"إذا ارتفعت درجة حرارته خلال الأسبوعين السابقين للجراحة (أكثر من 38.5 درجة) / يعاني من السعال مع البلغم/ يشكو من الشعور بتوعّك / يمرض بالكورونا ، يجب عليكما إبلاغ القسم وانتظار قرار بشأن إجراء العمليّة الجراحيّة أو إلغائها. إذا ساءت حالة ابنكم الصحّيّة، أو تمّ اكتشاف مشكلة جديدة قبل موعد العمليّة الجراحيّة، يجب إبلاغ القسم الذي سيجري العمليّة. ستّ ساعات قبل العمليّة الجراحيّة- يجب على ابنكما الصوم عن الطعام الصلب. أربع ساعات قبل العمليّة الجراحيّة - يجب التوقّف عن شرب السوائل غير الشفّافة، مثل: الحليب وبدائل الحليب، مثل: الحليب الاصطناعيّ. حتّى ساعة قبل العمليّة الجراحيّة -  يُسمح بل يُنصح، بشرب سوائل صافية مثل العصير المحلّى بدون مكوّنات الفاكهة والماء والشاي ساعة قبل العمليّة الجراحيّة - يجب الصوم بالكامل بدون شرب.",
  "feastBaby-female":"إذا ارتفعت درجة حرارتها خلال الأسبوعين السابقين للجراحة (أكثر من 38.5 درجة) / تعاني من السعال مع البلغم/ تشكو من الشعور بتوعّك / تمرض بالكورونا، يجب عليكما إبلاغ القسم وانتظار قرار بشأن إجراء العمليّة الجراحيّة أو إلغائها. إذا ساءت حالة ابنتكما الصحّيّة، أو تمّ اكتشاف مشكلة جديدة قبل موعد العمليّة الجراحيّة، يجب إبلاغ القسم الذي سيجري العمليّة. ستّ ساعات قبل العمليّة الجراحيّة- يجب على ابنتكما الصوم عن الطعام الصلب. أربع ساعات قبل العمليّة الجراحيّة - يجب التوقّف عن شرب السوائل غير الشفّافة، مثل: الحليب وبدائل الحليب، مثل: الحليب الاصطناعيّ. ثلاث ساعات قبل العمليّة الجراحيّة - يجب التوقّف عن رضاعة حليب الأمّ إذا كانت ابنتكم ترضع أو تشرب حليب الأم من الزجاجة. حتّى ساعة قبل العمليّة الجراحيّة -  يُسمح بل يُنصح، بشرب سوائل صافية مثل العصير المحلّى بدون مكوّنات الفاكهة والماء والشاي ساعة قبل العمليّة الجراحيّة - يجب الصوم بالكامل بدون شرب.",
  "feastBaby-male":"ذا ارتفعت درجة حرارته خلال الأسبوعين السابقين للجراحة (أكثر من 38.5 درجة) / يعاني من السعال مع البلغم/ يشكو من الشعور بتوعّك / يمرض بالكورونا ، يجب عليكما إبلاغ القسم وانتظار قرار بشأن إجراء العمليّة الجراحيّة أو إلغائها. إذا ساءت حالة ابنكم الصحّيّة، أو تمّ اكتشاف مشكلة جديدة قبل موعد العمليّة الجراحيّة، يجب إبلاغ القسم الذي سيجري العمليّة. ستّ ساعات قبل العمليّة الجراحيّة- يجب على ابنكما الصوم عن الطعام الصلب. أربع ساعات قبل العمليّة الجراحيّة - يجب التوقّف عن شرب السوائل غير الشفّافة، مثل: الحليب وبدائل الحليب، مثل: الحليب الاصطناعيّ. ثلاث ساعات قبل العمليّة الجراحيّة - يجب التوقّف عن رضاعة حليب الأمّ إذا كان ابنكم يرضع أو يشرب حليب الأم من الزجاجة. حتّى ساعة قبل العمليّة الجراحيّة -  يُسمح بل يُنصح، بشرب سوائل صافية مثل العصير المحلّى بدون مكوّنات الفاكهة والماء والشاي ساعة قبل العمليّة الجراحيّة - يجب الصوم بالكامل بدون شرب.",

  "SummaryDocuments":"رسائل تلخيصيّة حديثة من طبيب الأطفال أو الأخصّائيّ المعالج",
  "medicineList-male":"قائمة الأدوية أو رزم الأدوية الخاصّة بابنكم",
  "medicineList-female":"قائمة الأدوية أو رزم الأدوية الخاصّة بابنتكم",
  "bloodTest":"فحص دم حديث (فقط إذا لزم الأمر)",
  "results":"نتائج موجزة للفحوصات ذات الصلة",
  "tofes17":"استمارة 17 (التزام ماليّ)",
  "DontForget-DownloadInstructions":"تعليمات استعدادًا للعمليّة الجراحيّة للتحميل",  

  "consent-title": "استمارة الموافقة عن وعي",
  "consent-text": "استعدادًأ للعمليّة الجراحيّة القادمة، سيطلب منك الطاقم الطبّيّ التوقيع على استمارة موافقة عن وعي بحضوره. نوصي بقراءة الاستمارة مسبقًا وبتمعُّن",
  "consent-download": "استمارة الموافقة عن وعي للتحميل",

  "Footer": "المتعالج المشارك هو المتعالج الذي يتعافى بشكل أفضل.",

  "problemsInFamily-male": "هل عانى ابنكما أو أحد أفراد أسرتكم من مشاكل في التخدير الطبّيّ؟",
  "neurologicalProblem-male": "هل يعاني ابنكما من مرض عصبيّ؟",
  "coagulation-male": "هل تمّ تشخيص أو الاشتباه بأنّ ابنكما يعاني من مشكلة في تخثر الدم؟",
  "thyroidOrDiabetes-male": "هل يعاني ابنكما من مرض السكّريّ أو أمراض في الغدّة الدرقيّة؟",
  "renalFunctionAndSpecialDiet-male": "هل يعاني ابنكم من قصور في وظائف الكلى، ويحتاج إلى دواء أو نظام غذائيّ خاصّ؟",
  "muscleSystem-male": "هل يعاني ابنكما من متلازمة تؤثّر على الجهاز العضليّ؟",
  "lungDisease-male": "هل يعاني ابنكما من مرض رئويّ يظهر في الصفير وضيق التنفّس؟",
  "heartProblems-male": "هل يعاني ابنكما أو عانى في الماضي من مشاكل في القلب؟",
  "diseasesNeedTreatment-male": "هل يعاني ابنكما من متلازمة أو مرض أيضيّ أو خلل جينيّ، أو مشكلة في مبنى الجسم أو حالة مزمنة تتطلّب العلاج والمتابعة؟",
  "bornBeforeWeek36-male": "هل وُلد ابنكما قبل الأسبوع 36 من الحمل ومكث في المستشفى في قسم الخُدَّج؟",

  "problemsInFamily-female": "هل عانت ابنتكما أو أحد أفراد أسرتكم من مشاكل في التخدير الطبّيّ؟",
  "neurologicalProblem-female": "هل تعاني ابنتكما من مرض عصبيّ؟",
  "coagulation-female": "هل تمّ تشخيص أو الاشتباه بأنّ ابنتكما تعاني من مشكلة في تخثر الدم؟",
  "thyroidOrDiabetes-female": "هل تعاني ابنتكما من مرض السكّريّ أو أمراض في الغدّة الدرقيّة؟",
  "renalFunctionAndSpecialDiet-female": "هل تعاني ابنتكما من قصور في وظائف الكلى، وتحتاج إلى دواء أو نظام غذائيّ خاصّ؟",
  "muscleSystem-female": "هل تعاني ابنتكما من متلازمة تؤثّر على الجهاز العضليّ؟",
  "lungDisease-female": "هل تعاني ابنتكما من مرض رئويّ يظهر في الصفير وضيق التنفّس؟",
  "heartProblems-female": "هل تعاني ابنتكما أو عانت في الماضي من مشاكل في القلب؟",
  "diseasesNeedTreatment-female": "هل تعاني ابنتكما من متلازمة أو مرض أيضيّ أو خلل جينيّ، أو مشكلة في مبنى الجسم أو حالة مزمنة تتطلّب العلاج والمتابعة؟",
  "bornBeforeWeek36-female": "هل وُلدت ابنتكما قبل الأسبوع 36 من الحمل ومكثت في المستشفى في قسم الخُدَّج؟",

  "questionnaireValidationTitle": "لقد انهيتما من الإجابة عن أسئلة الاستبيان، افحصوا إجابتكما قبل الإرسال"
}
