{
  "yes": "نعم",
  "no": "لا",

  "send": "إرسال",

  "problemsInFamily-male": "هل عانى ابنكما أو أحد أفراد أسرتكم من مشاكل في التخدير الطبّيّ؟",
  "neurologicalProblem-male": "هل يعاني ابنكما من مرض عصبيّ؟",
  "coagulation-male": "هل تمّ تشخيص أو الاشتباه بأنّ ابنكما يعاني من مشكلة في تخثر الدم؟",
  "thyroidOrDiabetes-male": "هل يعاني ابنكما من مرض السكّريّ أو أمراض في الغدّة الدرقيّة؟",
  "renalFunctionAndSpecialDiet-male": "هل يعاني ابنكم من قصور في وظائف الكلى، ويحتاج إلى دواء أو نظام غذائيّ خاصّ؟",
  "muscleSystem-male": "هل يعاني ابنكما من متلازمة تؤثّر على الجهاز العضليّ؟",
  "lungDisease-male": "هل يعاني ابنكما من مرض رئويّ يظهر في الصفير وضيق التنفّس؟",
  "heartProblems-male": "هل يعاني ابنكما أو عانى في الماضي من مشاكل في القلب؟",
  "diseasesNeedTreatment-male": "هل يعاني ابنكما من متلازمة أو مرض أيضيّ أو خلل جينيّ، أو مشكلة في مبنى الجسم أو حالة مزمنة تتطلّب العلاج والمتابعة؟",
  "bornBeforeWeek36-male": "هل وُلد ابنكما قبل الأسبوع 36 من الحمل ومكث في المستشفى في قسم الخُدَّج؟",

  "problemsInFamily-female": "هل عانت ابنتكما أو أحد أفراد أسرتكم من مشاكل في التخدير الطبّيّ؟",
  "neurologicalProblem-female": "هل تعاني ابنتكما من مرض عصبيّ؟",
  "coagulation-female": "هل تمّ تشخيص أو الاشتباه بأنّ ابنتكما تعاني من مشكلة في تخثر الدم؟",
  "thyroidOrDiabetes-female": "هل تعاني ابنتكما من مرض السكّريّ أو أمراض في الغدّة الدرقيّة؟",
  "renalFunctionAndSpecialDiet-female": "هل تعاني ابنتكما من قصور في وظائف الكلى، وتحتاج إلى دواء أو نظام غذائيّ خاصّ؟",
  "muscleSystem-female": "هل تعاني ابنتكما من متلازمة تؤثّر على الجهاز العضليّ؟",
  "lungDisease-female": "هل تعاني ابنتكما من مرض رئويّ يظهر في الصفير وضيق التنفّس؟",
  "heartProblems-female": "هل تعاني ابنتكما أو عانت في الماضي من مشاكل في القلب؟",
  "diseasesNeedTreatment-female": "هل تعاني ابنتكما من متلازمة أو مرض أيضيّ أو خلل جينيّ، أو مشكلة في مبنى الجسم أو حالة مزمنة تتطلّب العلاج والمتابعة؟",
  "bornBeforeWeek36-female": "هل وُلدت ابنتكما قبل الأسبوع 36 من الحمل ومكثت في المستشفى في قسم الخُدَّج؟",

  "questionnaireValidationTitle": "لقد انهيتما من الإجابة عن أسئلة الاستبيان، افحصوا إجابتكما قبل الإرسال"
}
