{
  "yes": "yes",
  "no": "no",
  "send": "send",
  "share": "Share",

  "Start-Title": "Hi!",
  "Start-Paragraph":"Please answer the following 10 yes/no questions before your child's surgery. Your answers will help us prepare for the anesthesia process in the best and safest way possible. We'll also use them to create a personalized video that will help you come better prepared and to decide whether we can save your time by exempting you from an additional meeting at the hospital before the surgery.",
  "Start-Button": "Start",
  "Start-Legal-Explain":"Click here to accept our",
  "Start-Legal-Link":"Terms of Use.",

  "Character-Selection-Title": "בחירת הדמות שלך",
  "Character-Selection-Gender": "מה המין שלך?",
  "Character-Selection-female": "אישה",
  "Character-Selection-male": "גבר",
  "Character-Selection-other": "אחר",
  "Character-Selection-Age": "מה הגיל שלך?",
  "Character-Selection-Avatar": "מהי הדמות המועדפת עליך?",
  "Character-Selection-Next": "הבא",
  "Character-Selection-Error": "עליך למלא תחילה שדות קודמים",

  "Satisfaction-Question": "האם הסרטון עזר לך?",
  "Satisfaction-Answer-Yes": "כן",
  "Satisfaction-Answer-No": "לא",

  "instructions-title": "הנחיות לקראת הניתוח",

  "fever": "אם במהלך השבועיים הקודמים לניתוח ילדכם יעלה חום (מעל 38.5 מעלות) / יסבול משיעול עם ליחה / יתנהג כחולה / יחלה בקורונה - עליכם ליידע את המחלקה ולהמתין להחלטה בדבר קיום הניתוח או דחייתו למועד אחר.",
  "medicalCondition": "אם מצבו הבריאותי של הילד החמיר או התגלתה בעיה חדשה טרם מועד הניתוח, יש ליידע את המחלקה.",
  "feast": "שש שעות לפני הניתוח - על ילדכם להיות בצום ממזון מוצק. ארבע שעות לפני הניתוח - יש להפסיק לשתות נוזלים לא צלולים כמו מיצים עם רכיבי פרי, חלב ותחליפי חלב כמו פורמולה. עד שעה לפני הניתוח - מותר ואף מומלץ לשתות נוזלים צלולים כמו מיץ ממותק ללא רכיבי פרי, מים, מרק ותה. שעה לפני הניתוח - יש להיות בצום מלא, ללא שתייה.",

  "SummaryDocuments": "מכתבי סיכום עדכניים מרופא ילדים או מרופא מומחה המטפל בילדכם",
  "medicineList": "רשימת תרופות או את מארזי התרופות של ילדכם",
  "bloodTest": "בדיקת דם עדכנית (רק אם נדרשתם)",
  "results": "תוצאות סיכומי בדיקות רלוונטיות",
  "tofes17": "טופס 17",
  "instruction-download": "הנחיות לקראת ניתוח להורדה",

  "consent-title": "טופס הסכמה מדעת",
  "consent-text": "לקראת הניתוח הקרוב, הצוות הרפואי יבקש ממך לחתום בנוכחותו על טופס הסכמה מדעת. אנו ממליצים לכם לקרוא מראש ובעיון את הטופס",
  "consent-download": "טופס הסכמה מדעת להורדה",

  "Footer": "מטופל מעורב הוא מטופל שמחלים טוב יותר",

  "problemsInFamily": "Has your child, or anyone else in your family, experienced any problems with medical anesthesia in the past?",
  "neurologicalProblem": "Has your child been diagnosed with a neurological illness?",
  "coagulation": "Does your child have a suspected or diagnosed blood clotting disorder? ",
  "thyroidOrDiabetes": "Has your child been diagnosed with diabetes or a thyroid disorder?",
  "renalFunctionAndSpecialDiet": "Has your child been diagnosed with a kidney malfunction that requires medication or a special diet?",
  "muscleSystem": "Does your child suffer from a syndrome that affects the muscular system?",
  "lungDisease": "Does your child suffer from a lung disease that causes wheezing or shortness of breath?",
  "heartProblems": "Does your child have any past or current heart problems?",
  "diseasesNeedTreatment": "Has your child been diagnosed with any syndrome, metabolic disease, genetic disorder, malformation, or chronic condition that requires special treatment and supervision?",
  "bornBeforeWeek36": "Was your child born earlier than 36 weeks gestation and hospitalized in a PICU?",

  "questionnaireValidationTitle": "You've reached the end of the questionnaire. Please review your answers before submitting them"
}
