{
  "yes": "yes",
  "no": "no",
  "send": "send",
  "share": "Share",

  "Character-Selection-Title": "Personalize  video",
  "Character-Selection-Gender": "Choose sex",
  "Character-Selection-female": "Female ",
  "Character-Selection-male": "Male",
  "Character-Selection-other": "Other",
  "Character-Selection-Age": "Choose age group",
  "Character-Selection-Avatar": "Choose avatar",
  "Character-Selection-Next": "Next",
  "Character-Selection-Error": "Please enter your age and sex before continuing",

  "Instructions-Title":"This video was personalized especially for your child",
  "Instructions-Description":"Please watch the entire video. Once you do, you’ll be exempted from meeting an anesthesiologist during your pre-surgery visit",

  "Satisfaction-Response": "Thank you! We value your feedback. We’d like to hear more.",
  "Satisfaction-question-video-helpful": "Was the video helpful?",
  "Satisfaction-question-reduce-worries": "Did the video help alleviate your concerns ahead of the surgery?",
  "Satisfaction-question-recommend-other-parents": "Would you recommend to other parents that they watch the video ahead of their child’s surgery?",
  "Satisfaction-question-all-answered": "Thank you for your help. We wish your child good health.",
  "Satisfaction-Answer-Yes": "Yes",
  "Satisfaction-Answer-No": "No",

  "SurgeryInstructions-title": "Ahead of your child’s surgery, please follow these important instructions precisely",
  "SurgeryInstructions-approveButton":"Affirm Instructions",

  "DontForget-Title":"Don’t forget to bring the following to the pre-surgery meeting.",


  "fever":"If your child will suffer from fever during the two weeks preceding the surgery (over 38.5o), will experience phlegm-based cough, complain about not feeling well during that time or get infected with Covid-19, make sure to inform the hospital staff and wait for them to decide whether to proceed with the surgery or to postpone it.",
  "medicalCondition":"If your child’s medical condition deteriorates, or a new problem is discovered before the surgery, please inform the surgery ward at the hospital.",
  "feast":"Six hours before surgery - Your child needs to stop consuming solid food. Four hours before surgery - Your child needs to stop consuming unclear liquids (such as juice with pulp, milk and baby formula). Up to one hour before surgery -drinking clear liquids -- such as water, juice without pulp and tea – is allowed and recommended. An hour before surgery - Your child needs to stop drinking ALL liquids.",
  "feastBaby":"Six hours before surgery - Your child needs to stop consuming solid food. Four hours before surgery - Your child needs to stop consuming unclear liquids (such as juice with pulp, milk and baby formula). Three hours before your child’s surgery - You need to stop breastfeeding or stop feeding your child breast-milk from a bottle. Up to one hour before surgery -drinking clear liquids -- such as water, juice without pulp and tea – is allowed and recommended. An hour before surgery - Your child needs to stop drinking ALL liquids.",
  

  "SummaryDocuments":"An up-to-date summary letter from your pediatrician or the specialist treating your child.",
  "medicineList":"A list of your child’s medications, or packs of the medication your child requires.",
  "bloodTest": "Up-to-date blood test results.)",
  "results": "Results and summaries of relevant medical tests.",
  "tofes17": "Form 17",
  "DontForget-DownloadInstructions": "Download Preparatory Instructions",

  "consent-title": "Informed Consent Form",
  "consent-text": "Before your upcoming surgery, the medical team will ask you to sign an informed consent form in their presence. We recommend that you read the form beforehand to make sure everything is clear.",
  "consent-download": "Download the Informed Consent Form",

  "Footer": "Engaged patients recover better",

  "problemsInFamily": "Has your child, or anyone else in your family, experienced any problems with medical anesthesia in the past?",
  "neurologicalProblem": "Has your child been diagnosed with a neurological illness?",
  "coagulation": "Does your child have a suspected or diagnosed blood clotting disorder? ",
  "thyroidOrDiabetes": "Has your child been diagnosed with diabetes or a thyroid disorder?",
  "renalFunctionAndSpecialDiet": "Has your child been diagnosed with a kidney malfunction that requires medication or a special diet?",
  "muscleSystem": "Does your child suffer from a syndrome that affects the muscular system?",
  "lungDisease": "Does your child suffer from a lung disease that causes wheezing or shortness of breath?",
  "heartProblems": "Does your child have any past or current heart problems?",
  "diseasesNeedTreatment": "Has your child been diagnosed with any syndrome, metabolic disease, genetic disorder, malformation, or chronic condition that requires special treatment and supervision?",
  "bornBeforeWeek36": "Was your child born earlier than 36 weeks gestation and hospitalized in a PICU?",

  "questionnaireValidationTitle": "You've reached the end of the questionnaire. Please review your answers before submitting them"
}
