{
  "yes": "Да",
  "no": "Нет",
  "send": "Отправить",
  "share": "Поделиться видеороликом",

  "Character-Selection-Title": "בחירת הדמות שלך",
  "Character-Selection-Gender": "מה המין שלך?",
  "Character-Selection-female": "אישה",
  "Character-Selection-male": "גבר",
  "Character-Selection-other": "אחר",
  "Character-Selection-Age": "מה הגיל שלך?",
  "Character-Selection-Avatar": "מהי הדמות המועדפת עליך?",
  "Character-Selection-Next": "הבא",
  "Character-Selection-Error": "עליך למלא תחילה שדות קודמים",

  "Satisfaction-Response": "תודה! תשובתך חשובה לנו, נשמח לדעת עוד:",
  "Satisfaction-question-video-helpful": "האם הסרטון עזר לך?",
  "Satisfaction-question-reduce-worries": "האם הסרטון עזר לך להפיג חששות לקראת הניתוח?",
  "Satisfaction-question-recommend-other-parents": "האם תמליצו להורים אחרים לצפות בסרטון לקראת ניתוח צפוי של ילדים?",
  "Satisfaction-question-all-answered": "תודה על שיתוף הפעולה, רפואה שלמה.",
  "Satisfaction-Answer-Yes": "כן",
  "Satisfaction-Answer-No": "לא",

  "instructions-title": "הנחיות לקראת הניתוח",

  "fever": "אם במהלך השבועיים הקודמים לניתוח ילדכם יעלה חום (מעל 38.5 מעלות) / יסבול משיעול עם ליחה / יתנהג כחולה / יחלה בקורונה - עליכם ליידע את המחלקה ולהמתין להחלטה בדבר קיום הניתוח או דחייתו למועד אחר.",
  "medicalCondition": "אם מצבו הבריאותי של הילד החמיר או התגלתה בעיה חדשה טרם מועד הניתוח, יש ליידע את המחלקה.",
  "feast": "שש שעות לפני הניתוח - על ילדכם להיות בצום ממזון מוצק. ארבע שעות לפני הניתוח - יש להפסיק לשתות נוזלים לא צלולים כמו מיצים עם רכיבי פרי, חלב ותחליפי חלב כמו פורמולה. עד שעה לפני הניתוח - מותר ואף מומלץ לשתות נוזלים צלולים כמו מיץ ממותק ללא רכיבי פרי, מים, מרק ותה. שעה לפני הניתוח - יש להיות בצום מלא, ללא שתייה.",

  "SummaryDocuments": "מכתבי סיכום עדכניים מרופא ילדים או מרופא מומחה המטפל בילדכם",
  "medicineList": "רשימת תרופות או את מארזי התרופות של ילדכם",
  "bloodTest": "בדיקת דם עדכנית (רק אם נדרשתם)",
  "results": "תוצאות סיכומי בדיקות רלוונטיות",
  "tofes17": "טופס 17",
  "instruction-download": "הנחיות לקראת ניתוח להורדה",

  "consent-title": "טופס הסכמה מדעת",
  "consent-text": "לקראת הניתוח הקרוב, הצוות הרפואי יבקש ממך לחתום בנוכחותו על טופס הסכמה מדעת. אנו ממליצים לכם לקרוא מראש ובעיון את הטופס",
  "consent-download": "טופס הסכמה מדעת להורדה",

  "Footer": "מטופל מעורב הוא מטופל שמחלים טוב יותר",

  "problemsInFamily": "Были ли у Вашего ребенка или у кого-либо из Ваших родственников проблемы при анестезии?",
  "neurologicalProblem": "Диагностировано ли у Вашего ребенка невропатологическое заболевание?",
  "coagulation": "Диагностировали или подозревали у Вашего ребенка проблему со свертываемостью крови?",
  "thyroidOrDiabetes": "Диагностирован ли у Вашего ребенка сахарный диабет или заболевание щитовидной железы?",
  "renalFunctionAndSpecialDiet": "Диагностирован ли у Вашего ребенка снижение почечной функции и ему необходимо принимать лекарственные препараты или соблюдать особую диету?",
  "muscleSystem": "Есть ли у Вашего ребенка синдром, поражающий мышечную систему?",
  "lungDisease": "Страдает ли Ваш ребенок от заболевания легких со свистами и одышкой?",
  "heartProblems": "Страдает или страдал Ваш ребенок ранее от проблем с сердцем?",
  "diseasesNeedTreatment": "Родился ли Ваш ребенок на сроке до 36 недели беременности и был ли он госпитализирован в отделении неонатологии?",
  "bornBeforeWeek36": "Родился ли Ваш ребенок раньше 36-ой недели беременности и был ли он госпитализирован в отделении неонатологии?",

  "questionnaireValidationTitle": "Вы ответили на опросник. Перед отправкой проверьте ваши ответы"
}
