{
  "Yes": "Да",
  "No": "Нет",
  "send": "Отправить",
  "share": "Поделиться видеороликом",

  "Start-Title": "Здравствуйте!",
  "Start-Paragraph": "Вашему ребенку предстоит пройти операцию. Пожалуйста, ответьте на десять вопросов (Да / Нет). Ваши ответы помогут нам наилучшим образом подготовиться к анестезии. Основываясь на ваших ответах, мы отправим вам индивидуально адаптированный видеоролик, с помощью которого вы сможете подготовиться к посещению предоперационного отделения, сэкономите время и сможете избежать дополнительных встреч с медицинским персоналом.",
  "Start-Button": "Начать",
  "Start-Legal-Explain": "Нажав на кнопку, Вы принимаете",
  "Start-Legal-Link": "условия пользования.",

  "Character-Selection-Title": "Создание персонажа в ролике",
  "Character-Selection-Gender": "Выбор пола",
  "Character-Selection-female": "Девочка ",
  "Character-Selection-male": "Другой",
  "Character-Selection-other": "Мальчик ",
  "Character-Selection-Age": "Выбор возраста",
  "Character-Selection-Avatar": "Выбор любимого персонажа",
  "Character-Selection-Next": "Далее",
  "Character-Selection-Error": "Сначала необходимо заполнить предыдущие поля",

  "Instructions-Title":"Данный видеоролик адаптирован специально для вашего ребенка",
  "Instructions-Description":"Данный видеоролик адаптирован специально для вашего ребенка После просмотра прочитайте приведенные ниже указания по предстоящей операции и подтвердите прочтение.",

  "Satisfaction-Response": "Спасибо! Ваш ответ  нам важен.",
  "Satisfaction-question-video-helpful": "Помог ли вам видеоролик?",
  "Satisfaction-question-reduce-worries": "Помог ли видеоролик развеять ваши страхи перед операцией?",
  "Satisfaction-question-recommend-other-parents": "Порекомендовали бы Вы другим родителям посмотреть этот видеоролик в рамках подготовки к предстоящей операции у их детей?",
  "Satisfaction-question-all-answered": "Спасибо за сотрудничество, скорейшего выздоровления.",
  "Satisfaction-Answer-Yes": "Да",
  "Satisfaction-Answer-No": "Нет",

  "instructions-title": "Указания по предстоящей операции",
  "SurgeryInstructions-approveButton":"Подтвердить инструкции",

  "video-page-subtitle-answeredAllNo-notWatchedVideo-signedConfirmation":"",
  "video-page-subtitle-answeredAllNo-watchedVideo-notSignedConfirmation-male":"",
  "video-page-subtitle-answeredAllNo-watchedVideo-notSignedConfirmation-female":"",
  "video-page-subtitle-answeredAllNo-notWatchedVideo-notSignedConfirmation":"",
  "video-page-sign-title": "Прочитайте связанные с предстоящей операцией указания и подтвердите прочтение",


  "Surgery-Instruction-Fever": "Если в течение двух недель до операции у Вашего ребенка поднялась температура (более 38,5 градусов) / появился кашель с мокротой / ребенок плохо себя чувствовал / ребенок заболел короной - сообщите об этом в отделение и подождите решения о проведении операции или об ее отмене.",
  "Surgery-Instruction-Medical-Condition": "Если состояние здоровья ребенка ухудшилось или если до операции у него выявили новую проблему медицинского характера, сообщите об этом в отделение.",
  "Surgery-Instruction-Feast-6-Hours": "Шесть часов до операции:  ваш ребенок должен воздержаться от твердой пищи.",
  "Surgery-Instruction-Feast-4-Hours": "Четыре часа до операции: нужно прекратить пить непрозрачные жидкости, такие как соки с фруктовыми ингредиентами, молоко и заменители молока  (молочные смеси).",
  "Surgery-Instruction-Feast-3-Hours": "Три часа до операции: следует прекратить кормить ребенка, находящегося на грудном вскармливании, в том числе, если он пьет грудное молоко из бутылочки.",
  "Surgery-Instruction-Feast-1-Hours-Max": "За час до операции - разрешено и даже рекомендуется пить прозрачные жидкости, такие как подслащенный сок без мякоти, вода и чай.",
  "Surgery-Instruction-Feast-1-Hours": "Час до операции: нужно полностью отказаться от употребления пищи и напитков.",

  "DontForget-Title":"Не забудьте взять с собой на предоперационную встречу:",

  "fever":"Если в течение двух недель до операции у Вашего ребенка поднялась температура (более 38,5 градусов) / появился кашель с мокротой / ребенок плохо себя чувствовал / ребенок заболел короной - сообщите об этом в отделение и подождите решения о проведении операции или об ее отмене.",
  "medicalCondition":"Если состояние здоровья ребенка ухудшилось или если до операции у него выявили новую проблему медицинского характера, сообщите об этом в отделение.",
  "feast":"Шесть часов до операции:  ваш ребенок должен воздержаться от твердой пищи. Четыре часа до операции: нужно прекратить пить непрозрачные жидкости, такие как соки с фруктовыми ингредиентами, молоко и заменители молока  (молочные смеси). За час до операции - разрешено и даже рекомендуется пить прозрачные жидкости, такие как подслащенный сок без мякоти, вода и чай. Час до операции: нужно полностью отказаться от употребления пищи и напитков.",
  "feastBaby":"Шесть часов до операции:  ваш ребенок должен воздержаться от твердой пищи. Четыре часа до операции: нужно прекратить пить непрозрачные жидкости, такие как соки с фруктовыми ингредиентами, молоко и заменители молока  (молочные смеси). Три часа до операции: следует прекратить кормить ребенка, находящегося на грудном вскармливании, в том числе, если он пьет грудное молоко из бутылочки. За час до операции - разрешено и даже рекомендуется пить прозрачные жидкости, такие как подслащенный сок без мякоти, вода и чай. Час до операции: нужно полностью отказаться от употребления пищи и напитков.",
  
  "SummaryDocuments": "Заключения педиатра или врача-специалиста, лечащего Вашего ребенка;",
  "medicineList": "Список лекарственных препаратов или упаковки лекарственных препаратов Вашего ребенка;",
  "bloodTest": "Последний анализ крови;",
  "results": "Результаты релевантных исследований;",
  "tofes17": "Обязательство больничной кассы («Форма 17»)",
  "DontForget-DownloadInstructions": "Скачать указания по предстоящей операции",

  "consent-title": "Скачать форму информированного согласия",
  "consent-text": "Перед предстоящей операцией вы должны подписать форму информированного согласия в присутствии медицинского персонала. Мы рекомендуем вам заблаговременно изучить эту форму.",
  "consent-download": "Скачать форму информированного согласия",

  "Footer": "Пациенты, вовлеченные в медицинские процессы, восстанавливаются быстрее!",

  "problemsInFamily": "Были ли у Вашего ребенка или у кого-либо из Ваших родственников проблемы при анестезии?",
  "neurologicalProblem": "Диагностировано ли у Вашего ребенка невропатологическое заболевание?",
  "coagulation": "Диагностировали или подозревали у Вашего ребенка проблему со свертываемостью крови?",
  "thyroidOrDiabetes": "Диагностирован ли у Вашего ребенка сахарный диабет или заболевание щитовидной железы?",
  "renalFunctionAndSpecialDiet": "Диагностирован ли у Вашего ребенка снижение почечной функции и ему необходимо принимать лекарственные препараты или соблюдать особую диету?",
  "muscleSystem": "Есть ли у Вашего ребенка синдром, поражающий мышечную систему?",
  "lungDisease": "Страдает ли Ваш ребенок от заболевания легких со свистами и одышкой?",
  "heartProblems": "Страдает или страдал Ваш ребенок ранее от проблем с сердцем?",
  "diseasesNeedTreatment": "Родился ли Ваш ребенок на сроке до 36 недели беременности и был ли он госпитализирован в отделении неонатологии?",
  "bornBeforeWeek36": "Родился ли Ваш ребенок раньше 36-ой недели беременности и был ли он госпитализирован в отделении неонатологии?",

  "questionnaireValidationTitle": "Вы ответили на опросник. Перед отправкой проверьте ваши ответы"
}
