{
  "Yes": "Да",
  "No": "Нет",
  "send": "Отправить",
  "share": "Поделиться видеороликом",

  "Start-Title": "Здравствуйте!",
  "Start-Paragraph": "Вашему ребенку предстоит пройти операцию. Пожалуйста, ответьте на десять вопросов (Да / Нет). Ваши ответы помогут нам наилучшим образом подготовиться к анестезии. Основываясь на ваших ответах, мы отправим вам индивидуально адаптированный видеоролик, с помощью которого вы сможете подготовиться к посещению предоперационного отделения, сэкономите время и сможете избежать дополнительных встреч с медицинским персоналом.",
  "Start-Button": "Начать",
  "Start-Legal-Explain": "Нажав на кнопку, Вы принимаете",
  "Start-Legal-Link": "условия пользования.",

  "Character-Selection-Title": "בחירת הדמות שלך",
  "Character-Selection-Gender": "מה המין שלך?",
  "Character-Selection-female": "אישה",
  "Character-Selection-male": "גבר",
  "Character-Selection-other": "אחר",
  "Character-Selection-Age": "מה הגיל שלך?",
  "Character-Selection-Avatar": "מהי הדמות המועדפת עליך?",
  "Character-Selection-Next": "הבא",
  "Character-Selection-Error": "עליך למלא תחילה שדות קודמים",

  "video-page-default-title-male": "הסרטון הבא הותאם במיוחד עבור ילדכם",
  "video-page-default-title-female": "הסרטון הבא הותאם במיוחד עבור ילדתכם",
  "video-page-sign-title": "יש לקרוא ולאשר את ההנחיות לקראת הניתוח",

  "video-page-subtitle-answeredAllNo-notWatchedVideo-signedConfirmation": "יש לצפות בסרטון במלואו לקבלת פטור מפגישה עם רופא/ה מרדים/ה ביום ההכנה לניתוח",
  "video-page-subtitle-answeredAllNo-watchedVideo-notSignedConfirmation-male": "לנוחיותכם מצורף סרטון ההדרכה שהותאם עבור ילדכם לצפייה חוזרת",
  "video-page-subtitle-answeredAllNo-watchedVideo-notSignedConfirmation-female": "לנוחיותכם מצורף סרטון ההדרכה שהותאם עבור ילדתכם לצפייה חוזרת",
  "video-page-subtitle-answeredAllNo-notWatchedVideo-notSignedConfirmation": "לצורך קבלת פטור מפגישה עם רופא/ה מרדים/ה ביום ההכנה לניתוח עליכם לצפות בסרטון וללחוץ על כפתור 'אישור הנחיות', בהמשך המסך.",

  "instructions-title": "הנחיות לקראת הניתוח",

  "Satisfaction-Response": "תודה! תשובתך חשובה לנו, נשמח לדעת עוד:",
  "Satisfaction-question-video-helpful": "האם הסרטון עזר לך?",
  "Satisfaction-question-reduce-worries": "האם הסרטון עזר לך להפיג חששות לקראת הניתוח?",
  "Satisfaction-question-recommend-other-parents": "האם תמליצו להורים אחרים לצפות בסרטון לקראת ניתוח צפוי של ילדים?",
  "Satisfaction-question-all-answered": "תודה על שיתוף הפעולה, רפואה שלמה.",
  "Satisfaction-Answer-Yes": "כן",
  "Satisfaction-Answer-No": "לא",

  "Surgery-Instruction-Fever": "Если в течение двух недель до операции у Вашего ребенка поднялась температура (более 38,5 градусов) / появился кашель с мокротой / ребенок плохо себя чувствовал / ребенок заболел короной - сообщите об этом в отделение и подождите решения о проведении операции или об ее отмене.",
  "Surgery-Instruction-Medical-Condition": "Если состояние здоровья ребенка ухудшилось или если до операции у него выявили новую проблему медицинского характера, сообщите об этом в отделение.",
  "Surgery-Instruction-Feast-6-Hours": "Шесть часов до операции:  ваш ребенок должен воздержаться от твердой пищи.",
  "Surgery-Instruction-Feast-4-Hours": "Четыре часа до операции: нужно прекратить пить непрозрачные жидкости, такие как соки с фруктовыми ингредиентами, молоко и заменители молока  (молочные смеси).",
  "Surgery-Instruction-Feast-3-Hours": "Три часа до операции: следует прекратить кормить ребенка, находящегося на грудном вскармливании, в том числе, если он пьет грудное молоко из бутылочки.",
  "Surgery-Instruction-Feast-1-Hours-Max": "За час до операции - разрешено и даже рекомендуется пить прозрачные жидкости, такие как подслащенный сок без мякоти, вода и чай.",
  "Surgery-Instruction-Feast-1-Hours": "Час до операции: нужно полностью отказаться от употребления пищи и напитков.",

  "SummaryDocuments": "מכתבי סיכום עדכניים מרופא ילדים או מרופא מומחה המטפל בילדכם",
  "medicineList": "רשימת תרופות או את מארזי התרופות של ילדכם",
  "bloodTest": "בדיקת דם עדכנית (רק אם נדרשתם)",
  "results": "תוצאות סיכומי בדיקות רלוונטיות",
  "tofes17": "טופס 17",
  "instruction-download": "הנחיות לקראת ניתוח להורדה",

  "consent-title": "טופס הסכמה מדעת",
  "consent-text": "לקראת הניתוח הקרוב, הצוות הרפואי יבקש ממך לחתום בנוכחותו על טופס הסכמה מדעת. אנו ממליצים לכם לקרוא מראש ובעיון את הטופס",
  "consent-download": "טופס הסכמה מדעת להורדה",

  "Footer": "מטופל מעורב הוא מטופל שמחלים טוב יותר",

  "problemsInFamily": "Были ли у Вашего ребенка или у кого-либо из Ваших родственников проблемы при анестезии?",
  "neurologicalProblem": "Диагностировано ли у Вашего ребенка невропатологическое заболевание?",
  "coagulation": "Диагностировали или подозревали у Вашего ребенка проблему со свертываемостью крови?",
  "thyroidOrDiabetes": "Диагностирован ли у Вашего ребенка сахарный диабет или заболевание щитовидной железы?",
  "renalFunctionAndSpecialDiet": "Диагностирован ли у Вашего ребенка снижение почечной функции и ему необходимо принимать лекарственные препараты или соблюдать особую диету?",
  "muscleSystem": "Есть ли у Вашего ребенка синдром, поражающий мышечную систему?",
  "lungDisease": "Страдает ли Ваш ребенок от заболевания легких со свистами и одышкой?",
  "heartProblems": "Страдает или страдал Ваш ребенок ранее от проблем с сердцем?",
  "diseasesNeedTreatment": "Родился ли Ваш ребенок на сроке до 36 недели беременности и был ли он госпитализирован в отделении неонатологии?",
  "bornBeforeWeek36": "Родился ли Ваш ребенок раньше 36-ой недели беременности и был ли он госпитализирован в отделении неонатологии?",

  "questionnaireValidationTitle": "Вы ответили на опросник. Перед отправкой проверьте ваши ответы",

  "Dismiss-Header":"Благодаря вашим ответам на опросник вы сэкономили время ожидания. Вы встретитесь с анестезиологом только в день операции.",
  "Dismiss-Paragraph":"Предъявите данное разрешение в ходе медсестринского приема в педиатрических поликлиниках по прибытии в медицинский центр в день подготовки к операции.",
  "Dismiss-PayAttention":"*Данное разрешение действительно в течение трех месяцев с даты получения",
  "Dismiss-Button-Consent":"Скачать форму информированного согласия",
  "Dismiss-Button-Instructions":"Указания по предстоящей операции",
  "Dismiss-Button-WatchVideo":"Посмотреть видеоролик"
}
