{
  "Start-Title": "Hola!",
  "Start-Paragraph": "En preparación para la cirugía programada para ustedes, por favor Respondan las siguientes 10 preguntas de sí/no. Sus respuestas nos ayudarán a prepararnos para el procedimiento de anestesia de la manera más segura. Dependiendo de sus respuestas, recibirán un video instructivo personalizado que les facilitará la preparación para el día de preparación para la cirugía y puede ahorrarles tiempo de espera y citas adicionales.",
  "Start-Button": "Comenzar",
  "Start-Legal-Explain": "El hacer clic aqui confirma los",
  "Start-Legal-Link": "términos de uso",
  
  "Yes": "Sí",
  "No": "No",
  "send": "Enviar",
  "share": "Compartir",

  
  "Character-Selection-Title": "Creación de personaje en el video",
  "Character-Selection-Gender": "Selecciona el género",
  "Character-Selection-female": "niña",
  "Character-Selection-male": "niño ",
  "Character-Selection-other": "otro",
  "Character-Selection-Age": "Selecciona la edad",
  "Character-Selection-Avatar": "Selecciona personaje preferido",
  "Character-Selection-Next": "Siguiente",
  "Character-Selection-Error": "Debes marcar todos los campos anteriores para continuar",

  "video-page-default-title-male":"Este video fue personalizado especialmente para su hijo",
  "video-page-default-title-female":"Este video fue personalizado especialmente para su hija",
  "video-page-sign-title":"Después de ver el video, por favor lean y confirmen las instrucciones preparatorias a continuación.",

  "Satisfaction-Response": "Gracias! Su respuesta es importante para nosotros. Nos gustaría saber más:",
  "Satisfaction-question-video-helpful": "¿Les resultó útil el vídeo?",
  "Satisfaction-question-reduce-worries": "¿El video le ha ayudado a aliviar sus preocupaciones previas a la cirugía?",
  "Satisfaction-question-recommend-other-parents": "¿Recomendarían a otros padres que vean el video?",
  "Satisfaction-question-all-answered": "Gracias por su cooperación, Le deseamos una pronta recuperación",
  "Satisfaction-Answer-Yes": "Sí",
  "Satisfaction-Answer-No": "No",

  "instructions-title": "Instrucciones preparatorias",
  "SurgeryInstructions-approveButton":"Confirmar instrucciones",
  "video-page-subtitle-answeredAllNo-notWatchedVideo-signedConfirmation-male": "Por favor, miren el video completo. Una vez que lo hagan, estarán exentos de reunirse con un anestesiólogo durante su visita previa a la cirugía.",
  "video-page-subtitle-answeredAllNo-notWatchedVideo-signedConfirmation-female": "Por favor, miren el video completo. Una vez que lo hagan, estarán exentos de reunirse con un anestesiólogo durante su visita previa a la cirugía.",
  "video-page-subtitle-answeredAllNo-watchedVideo-notSignedConfirmation-male": "Para su comodidad, también hemos adjuntado el video personalizado de su hijo para que puedan volver a verlo.",
  "video-page-subtitle-answeredAllNo-watchedVideo-notSignedConfirmation-female": "Para su comodidad, también hemos adjuntado el video personalizado de su hija para que puedan volver a verlo.",
  "video-page-subtitle-answeredAllNo-notWatchedVideo-notSignedConfirmation": "Para obtener una exención de la cita con un anestesiólogo/a el día de la preparación para la cirugía, debe ver el video y  hacer clic en el botón “confirmar instrucciones”  más abajo en la pantalla.",

  "Surgery-Instruction-Fever-male": "Si durante las dos semanas previas a la cirugía su hijo sufre de fiebre (más de 38.5 grados) / Tos con flema /  quejas de malestar/ se enferma de coronavirus - deben informar al departamento de cirugía y esperar una decisión con respecto a la operación o postergar para otra fecha.",
  "Surgery-Instruction-Fever-female": "Si durante las dos semanas previas a la cirugía su hija sufre de fiebre (más de 38.5 grados) / Tos con flema /  quejas de malestar/ se enferma de coronavirus - deben informar al departamento de cirugía y esperar una decisión con respecto a la operación o postergar para otra fecha.",
  "Surgery-Instruction-Medical-Condition-male": "Si se descubriera algún problema o empeoramiento de la condición médica del niño antes de la fecha de la cirugía, se debe informar al departamento quirúrgico",
  "Surgery-Instruction-Medical-Condition-female": "Si se descubriera algún problema o empeoramiento de la condición médica de la niña antes de la fecha de la cirugía, se debe informar al departamento quirúrgico",
  "Surgery-Instruction-Feast-6-Hours-male": "Seis horas antes de la cirugía su hijo debe empezar un ayuno de alimentos sólidos",
  "Surgery-Instruction-Feast-6-Hours-female": "Seis horas antes de la cirugía su hija debe empezar un ayuno de alimentos sólidos",
  "Surgery-Instruction-Feast-4-Hours-male": "Cuatro horas antes de la cirugía su hijo debe dejar de beber líquidos que no sean claros como jugo de fruta - con pulpa de fruta, leche y la fórmula",
  "Surgery-Instruction-Feast-4-Hours-female": "Cuatro horas antes de la cirugía su hija debe dejar de beber líquidos que no sean claros como jugo de fruta - con pulpa de fruta, leche y la fórmula",
  "Surgery-Instruction-Feast-3-Hours-male": "Tres horas antes de la cirugía - Se debe suspender la leche materna, si su hijo es amamantado o bebe leche materna a través de un biberón.",
  "Surgery-Instruction-Feast-3-Hours-female": "Tres horas antes de la cirugía - Se debe suspender la leche materna, si su hija es amamantada o bebe leche materna a través de un biberón.",
  "Surgery-Instruction-Feast-1-Hours-Max": "Hasta una hora antes de la cirugía - está permitido e incluso recomendado beber líquidos claros como jugos endulzados claros (sin pulpa de fruta) agua y té",
  "Surgery-Instruction-Feast-1-Hours-male": "Una hora antes de la cirugía -  el niño debe ayunar por completo, sin beber.",
  "Surgery-Instruction-Feast-1-Hours-female": "Una hora antes de la cirugía -  la niña debe ayunar por completo, sin beber",

  "DontForget-Title":"No olviden traer lo siguiente a la cita preoperatoria",

  "fever-male":"Si durante las dos semanas previas a la cirugía su hijo sufre de fiebre (más de 38.5 grados) / Tos con flema /  quejas de malestar/ se enferma de coronavirus - deben informar al departamento de cirugía y esperar una decisión con respecto a la operación o postergar para otra fecha.",
  "fever-female":"Si durante las dos semanas previas a la cirugía su hija sufre de fiebre (más de 38.5 grados) / Tos con flema /  quejas de malestar/ se enferma de coronavirus - deben informar al departamento de cirugía y esperar una decisión con respecto a la operación o postergar para otra fecha.",
  "medicalCondition-male":"Si se descubriera algún problema o empeoramiento de la condición médica del niño antes de la fecha de la cirugía, se debe informar al departamento quirúrgico",
  "medicalCondition-female":"Si se descubriera algún problema o empeoramiento de la condición médica de la niña antes de la fecha de la cirugía, se debe informar al departamento quirúrgico",
  "feast-female":"Seis horas antes de la cirugía su hija debe empezar un ayuno de alimentos sólidos Cuatro horas antes de la cirugía su hija debe dejar de beber líquidos que no sean claros como jugo de fruta - con pulpa de fruta, leche y la fórmula Hasta una hora antes de la cirugía - está permitido e incluso recomendado beber líquidos claros como jugos endulzados claros (sin pulpa de fruta) agua y té Una hora antes de la cirugía -  la niña debe ayunar por completo, sin beber",
  "feast-male":"Seis horas antes de la cirugía su hijo debe empezar un ayuno de alimentos sólidos Cuatro horas antes de la cirugía su hijo debe dejar de beber líquidos que no sean claros como jugo de fruta - con pulpa de fruta, leche y la fórmula Hasta una hora antes de la cirugía - está permitido e incluso recomendado beber líquidos claros como jugos endulzados claros (sin pulpa de fruta) agua y té Una hora antes de la cirugía -  el niño debe ayunar por completo, sin beber.",
  "feastBaby-female":"Seis horas antes de la cirugía su hija debe empezar un ayuno de alimentos sólidos Cuatro horas antes de la cirugía su hija debe dejar de beber líquidos que no sean claros como jugo de fruta - con pulpa de fruta, leche y la fórmula Tres horas antes de la cirugía - Se debe suspender la leche materna, si su hija es amamantada o bebe leche materna a través de un biberón. Hasta una hora antes de la cirugía - está permitido e incluso recomendado beber líquidos claros como jugos endulzados claros (sin pulpa de fruta) agua y té Una hora antes de la cirugía -  la niña debe ayunar por completo, sin beber",
  "feastBaby-male":"Seis horas antes de la cirugía su hijo debe empezar un ayuno de alimentos sólidos Cuatro horas antes de la cirugía su hijo debe dejar de beber líquidos que no sean claros como jugo de fruta - con pulpa de fruta, leche y la fórmula Tres horas antes de la cirugía - Se debe suspender la leche materna, si su hijo es amamantado o bebe leche materna a través de un biberón. Hasta una hora antes de la cirugía - está permitido e incluso recomendado beber líquidos claros como jugos endulzados claros (sin pulpa de fruta) agua y té Una hora antes de la cirugía -  el niño debe ayunar por completo, sin beber.",

  "SummaryDocuments-male":"Una carta de resumen actualizada de su pediatra o del especialista que atiende a su hijo.",
  "SummaryDocuments-female":"Una carta de resumen actualizada de su pediatra o del especialista que atiende a su hija",
  "medicineList-male":"Una lista de los medicamentos o paquetes de los medicamentos de su hijo",
  "medicineList-female":"Una lista de los medicamentos o paquetes de los medicamentos de su hija",
  "bloodTest": "Análisis de sangre actualizado",
  "results": "Resultados y resúmenes de pruebas relevantes",
  "tofes17": "Formulario de obligación financiera de Tu Centro medico - Tofes 17",
  "DontForget-DownloadInstructions": "Descargar instrucciones preparatorias",

  "consent-title": "Formulario de Consentimiento Informado",
  "consent-text": "En preparación para la próxima cirugía, el personal médico les pedirá que firmen un formulario de consentimiento informado en su presencia. Les recomendamos que lean el formulario con antelación y detenidamente",
  "consent-download": "Descarga el Formulario de Consentimiento Informado",

  "Footer": "Un paciente implicado es un paciente que se recupera mejor",

  "problemsInFamily-male": " ¿Ha tenido su hijo o algún miembro de su familia problemas con la anestesia (una reacción a los medicamentos/hipertermia maligna, etc.)?",
  "neurologicalProblem-male": "¿Le han diagnosticado a su hijo una enfermedad neurológica?",
  "coagulation-male": "¿Se le ha diagnosticado o se sospecha que su hijo tiene un problema de coagulación?",
  "thyroidOrDiabetes-male": "¿Le han diagnosticado a su hijo diabetes o una enfermedad de la tiroides? ",
  "renalFunctionAndSpecialDiet-male": "¿Ha sido diagnosticado su hijo con una función renal reducida y requiere medicación o una dieta especial?",
  "muscleSystem-male": "¿Su hijo sufre de un síndrome que daña el sistema muscular?",
  "lungDisease-male": "¿Su hijo sufre de una enfermedad pulmonar caracterizada por sibilancias y falta de aire (asma, vías respiratorias reactivas) que requiere medicación (incluye un inhalador) de forma regular o ha sufrido de crisis respiratorias en los últimos tres meses?",
  "heartProblems-male": "¿Su hijo sufre actualmente o ha sufrido en el pasado de problemas cardíacos? ",
  "diseasesNeedTreatment-male": " ¿Se le ha diagnosticado a su hijo un síndrome, una enfermedad metabólica, un defecto genético, una malformación o una condición crónica que requiere tratamiento y seguimiento con un médico?",
  "bornBeforeWeek36-male": "En caso de que su hijo tenga menos de un año de edad, ¿ha nacido antes de la semana 36 de embarazo y fue hospitalizado en neonatología (bebé prematuro)?",

  "problemsInFamily-female": "¿Ha tenido su hija o algún miembro de su familia problemas con la anestesia (una reacción a los medicamentos/hipertermia maligna, etc.)?",
  "neurologicalProblem-female": "Le han diagnosticado a su hija una enfermedad neurológica?",
  "coagulation-female": "¿Se le ha diagnosticado o se sospecha que su hija tiene un problema de coagulación?",
  "thyroidOrDiabetes-female": "¿Le han diagnosticado a su hija diabetes o una enfermedad de la tiroides?",
  "renalFunctionAndSpecialDiet-female": "¿Ha sido diagnosticado su hija con una función renal reducida y requiere medicación o una dieta especial?",
  "muscleSystem-female": "¿Su hija sufre de un síndrome que daña el sistema muscular?",
  "lungDisease-female": "¿Su hija sufre de una enfermedad pulmonar caracterizada por sibilancias y falta de aire (asma, vías respiratorias reactivas) que requiere medicación (incluye un inhalador) de forma regular o ha sufrido de crisis respiratorias en los últimos tres meses?",
  "heartProblems-female": "¿Su hija sufre actualmente o ha sufrido en el pasado de problemas cardíacos?",
  "diseasesNeedTreatment-female": "¿Se le ha diagnosticado a su hija un síndrome, una enfermedad metabólica, un defecto genético, una malformación o una condición crónica que requiere tratamiento y seguimiento con un médico?",
  "bornBeforeWeek36-female": "En caso de que su hija tenga menos de un año de edad, ¿ha nacido antes de la semana 36 de embarazo y fue hospitalizada en neonatología (bebé prematuro)?",

  "questionnaireValidationTitle": "Han llegado al final del cuestionario. Por favor revisen sus respuestas antes de enviarlas.",

  "Dismiss-Header":"Según sus respuestas al cuestionario médico, los hemos eximido de reunirse con un anestesiólogo durante su visita previa a la cirugía",
  "Dismiss-Paragraph":"Deben presentar este certificado en la recepción de enfermería de las clínicas pediátricas, cuando lleguen para la visita previa a la cirugía",
  "Dismiss-PayAttention":"Este certificado tiene una validez de tres meses a partir de la fecha de recepción.",
  "Dismiss-Button-Consent":"Formulario de Consentimiento Informado",
  "Dismiss-Button-Instructions":"Instrucciones previos a la cirugía",
  "Dismiss-Button-WatchVideo":"Ver el vídeo"
}
