{
  "yes": "Sí",
  "no": "No",
  "send": "Enviar",
  "share": "Compartir",

  "Start-Title": "Hola!",
  "Start-Paragraph":"En preparación para la cirugía programada para ustedes, por favor Respondan las siguientes 10 preguntas de sí/no. Sus respuestas nos ayudarán a prepararnos para el procedimiento de anestesia de la manera más segura. Dependiendo de sus respuestas, recibirán un video instructivo personalizado que les facilitará la preparación para el día de preparación para la cirugía y puede ahorrarles tiempo de espera y citas adicionales.",
  "Start-Button": "Comenzar",
  "Start-Legal-Explain":"El hacer clic aqui confirma los",
  "Start-Legal-Link":"términos de uso",

  "Character-Selection-Title": "בחירת הדמות שלך",
  "Character-Selection-Gender": "מה המין שלך?",
  "Character-Selection-female": "אישה",
  "Character-Selection-male": "גבר",
  "Character-Selection-other": "אחר",
  "Character-Selection-Age": "מה הגיל שלך?",
  "Character-Selection-Avatar": "מהי הדמות המועדפת עליך?",
  "Character-Selection-Next": "הבא",
  "Character-Selection-Error": "עליך למלא תחילה שדות קודמים",

  "video-page-default-title-male": "הסרטון הבא הותאם במיוחד עבור ילדכם",
  "video-page-default-title-female": "הסרטון הבא הותאם במיוחד עבור ילדתכם",
  "video-page-sign-title": "יש לקרוא ולאשר את ההנחיות לקראת הניתוח",

  "video-page-subtitle-answeredAllNo-notWatchedVideo-signedConfirmation": "יש לצפות בסרטון במלואו לקבלת פטור מפגישה עם רופא/ה מרדים/ה ביום ההכנה לניתוח",
  "video-page-subtitle-answeredAllNo-watchedVideo-notSignedConfirmation-male": "לנוחיותכם מצורף סרטון ההדרכה שהותאם עבור ילדכם לצפייה חוזרת",
  "video-page-subtitle-answeredAllNo-watchedVideo-notSignedConfirmation-female": "לנוחיותכם מצורף סרטון ההדרכה שהותאם עבור ילדתכם לצפייה חוזרת",
  "video-page-subtitle-answeredAllNo-notWatchedVideo-notSignedConfirmation": "לצורך קבלת פטור מפגישה עם רופא/ה מרדים/ה ביום ההכנה לניתוח עליכם לצפות בסרטון וללחוץ על כפתור 'אישור הנחיות', בהמשך המסך.",

  "instructions-title": "הנחיות לקראת הניתוח",

  "Satisfaction-Response": "תודה! תשובתך חשובה לנו, נשמח לדעת עוד:",
  "Satisfaction-question-video-helpful": "האם הסרטון עזר לך?",
  "Satisfaction-question-reduce-worries": "האם הסרטון עזר לך להפיג חששות לקראת הניתוח?",
  "Satisfaction-question-recommend-other-parents": "האם תמליצו להורים אחרים לצפות בסרטון לקראת ניתוח צפוי של ילדים?",
  "Satisfaction-question-all-answered": "תודה על שיתוף הפעולה, רפואה שלמה.",
  "Satisfaction-Answer-Yes": "כן",
  "Satisfaction-Answer-No": "לא",

  "Surgery-Instruction-Fever-male": "Si durante las dos semanas previas a la cirugía su hijo sufre de fiebre (más de 38.5 grados) / Tos con flema /  quejas de malestar/ se enferma de coronavirus - deben informar al departamento de cirugía y esperar una decisión con respecto a la operación o postergar para otra fecha.",
  "Surgery-Instruction-Fever-female": "Si durante las dos semanas previas a la cirugía su hija sufre de fiebre (más de 38.5 grados) / Tos con flema /  quejas de malestar/ se enferma de coronavirus - deben informar al departamento de cirugía y esperar una decisión con respecto a la operación o postergar para otra fecha.",
  "Surgery-Instruction-Medical-Condition-male": "Si se descubriera algún problema o empeoramiento de la condición médica del niño antes de la fecha de la cirugía, se debe informar al departamento quirúrgico",
  "Surgery-Instruction-Medical-Condition-female": "Si se descubriera algún problema o empeoramiento de la condición médica de la niña antes de la fecha de la cirugía, se debe informar al departamento quirúrgico",
  "Surgery-Instruction-Feast-6-Hours-male": "Seis horas antes de la cirugía su hijo debe empezar un ayuno de alimentos sólidos",
  "Surgery-Instruction-Feast-6-Hours-female": "Seis horas antes de la cirugía su hija debe empezar un ayuno de alimentos sólidos",
  "Surgery-Instruction-Feast-4-Hours-male": "Cuatro horas antes de la cirugía su hijo debe dejar de beber líquidos que no sean claros como jugo de fruta - con pulpa de fruta, leche y la fórmula",
  "Surgery-Instruction-Feast-4-Hours-female": "Cuatro horas antes de la cirugía su hija debe dejar de beber líquidos que no sean claros como jugo de fruta - con pulpa de fruta, leche y la fórmula",
  "Surgery-Instruction-Feast-3-Hours-male": "Tres horas antes de la cirugía - Se debe suspender la leche materna, si su hijo es amamantado o bebe leche materna a través de un biberón.",
  "Surgery-Instruction-Feast-3-Hours-female": "Tres horas antes de la cirugía - Se debe suspender la leche materna, si su hija es amamantada o bebe leche materna a través de un biberón.",
  "Surgery-Instruction-Feast-1-Hours-Max": "Hasta una hora antes de la cirugía - está permitido e incluso recomendado beber líquidos claros como jugos endulzados claros (sin pulpa de fruta) agua y té",
  "Surgery-Instruction-Feast-1-Hours-male": "Una hora antes de la cirugía -  el niño debe ayunar por completo, sin beber.",
  "Surgery-Instruction-Feast-1-Hours-female": "Una hora antes de la cirugía -  la niña debe ayunar por completo, sin beber",

  "SummaryDocuments": "מכתבי סיכום עדכניים מרופא ילדים או מרופא מומחה המטפל בילדכם",
  "medicineList": "רשימת תרופות או את מארזי התרופות של ילדכם",
  "bloodTest": "בדיקת דם עדכנית (רק אם נדרשתם)",
  "results": "תוצאות סיכומי בדיקות רלוונטיות",
  "tofes17": "טופס 17",
  "instruction-download": "הנחיות לקראת ניתוח להורדה",

  "consent-title": "טופס הסכמה מדעת",
  "consent-text": "לקראת הניתוח הקרוב, הצוות הרפואי יבקש ממך לחתום בנוכחותו על טופס הסכמה מדעת. אנו ממליצים לכם לקרוא מראש ובעיון את הטופס",
  "consent-download": "טופס הסכמה מדעת להורדה",

  "Footer": "מטופל מעורב הוא מטופל שמחלים טוב יותר",

  "problemsInFamily-male": " ¿Ha tenido su hijo o algún miembro de su familia problemas con la anestesia (una reacción a los medicamentos/hipertermia maligna, etc.)?",
  "neurologicalProblem-male": "¿Le han diagnosticado a su hijo una enfermedad neurológica?",
  "coagulation-male": "¿Se le ha diagnosticado o se sospecha que su hijo tiene un problema de coagulación?",
  "thyroidOrDiabetes-male": "¿Le han diagnosticado a su hijo diabetes o una enfermedad de la tiroides? ",
  "renalFunctionAndSpecialDiet-male": "¿Ha sido diagnosticado su hijo con una función renal reducida y requiere medicación o una dieta especial?",
  "muscleSystem-male": "¿Su hijo sufre de un síndrome que daña el sistema muscular?",
  "lungDisease-male": "¿Su hijo sufre de una enfermedad pulmonar caracterizada por sibilancias y falta de aire (asma, vías respiratorias reactivas) que requiere medicación (incluye un inhalador) de forma regular o ha sufrido de crisis respiratorias en los últimos tres meses?",
  "heartProblems-male": "¿Su hijo sufre actualmente o ha sufrido en el pasado de problemas cardíacos? ",
  "diseasesNeedTreatment-male": " ¿Se le ha diagnosticado a su hijo un síndrome, una enfermedad metabólica, un defecto genético, una malformación o una condición crónica que requiere tratamiento y seguimiento con un médico?",
  "bornBeforeWeek36-male": "En caso de que su hijo tenga menos de un año de edad, ¿ha nacido antes de la semana 36 de embarazo y fue hospitalizado en neonatología (bebé prematuro)?",

  "problemsInFamily-female": "¿Ha tenido su hija o algún miembro de su familia problemas con la anestesia (una reacción a los medicamentos/hipertermia maligna, etc.)?",
  "neurologicalProblem-female": "Le han diagnosticado a su hija una enfermedad neurológica?",
  "coagulation-female": "¿Se le ha diagnosticado o se sospecha que su hija tiene un problema de coagulación?",
  "thyroidOrDiabetes-female": "¿Le han diagnosticado a su hija diabetes o una enfermedad de la tiroides?",
  "renalFunctionAndSpecialDiet-female": "¿Ha sido diagnosticado su hija con una función renal reducida y requiere medicación o una dieta especial?",
  "muscleSystem-female": "¿Su hija sufre de un síndrome que daña el sistema muscular?",
  "lungDisease-female": "¿Su hija sufre de una enfermedad pulmonar caracterizada por sibilancias y falta de aire (asma, vías respiratorias reactivas) que requiere medicación (incluye un inhalador) de forma regular o ha sufrido de crisis respiratorias en los últimos tres meses?",
  "heartProblems-female": "¿Su hija sufre actualmente o ha sufrido en el pasado de problemas cardíacos?",
  "diseasesNeedTreatment-female": "¿Se le ha diagnosticado a su hija un síndrome, una enfermedad metabólica, un defecto genético, una malformación o una condición crónica que requiere tratamiento y seguimiento con un médico?",
  "bornBeforeWeek36-female": "En caso de que su hija tenga menos de un año de edad, ¿ha nacido antes de la semana 36 de embarazo y fue hospitalizada en neonatología (bebé prematuro)?",

  "questionnaireValidationTitle": "Han llegado al final del cuestionario. Por favor revisen sus respuestas antes de enviarlas."
}
