{
  "yes": "Sí",
  "no": "No",
  "send": "Enviar",
  "share": "Compartir",

  "Character-Selection-Title": "בחירת הדמות שלך",
  "Character-Selection-Gender": "מה המין שלך?",
  "Character-Selection-female": "אישה",
  "Character-Selection-male": "גבר",
  "Character-Selection-other": "אחר",
  "Character-Selection-Age": "מה הגיל שלך?",
  "Character-Selection-Avatar": "מהי הדמות המועדפת עליך?",
  "Character-Selection-Next": "הבא",
  "Character-Selection-Error": "עליך למלא תחילה שדות קודמים",

  "Satisfaction-Question": "האם הסרטון עזר לך?",
  "Satisfaction-Answer-Yes": "כן",
  "Satisfaction-Answer-No": "לא",

  "instructions-title": "הנחיות לקראת הניתוח",

  "fever": "אם במהלך השבועיים הקודמים לניתוח ילדכם יעלה חום (מעל 38.5 מעלות) / יסבול משיעול עם ליחה / יתנהג כחולה / יחלה בקורונה - עליכם ליידע את המחלקה ולהמתין להחלטה בדבר קיום הניתוח או דחייתו למועד אחר.",
  "medicalCondition": "אם מצבו הבריאותי של הילד החמיר או התגלתה בעיה חדשה טרם מועד הניתוח, יש ליידע את המחלקה.",
  "feast": "שש שעות לפני הניתוח - על ילדכם להיות בצום ממזון מוצק. ארבע שעות לפני הניתוח - יש להפסיק לשתות נוזלים לא צלולים כמו מיצים עם רכיבי פרי, חלב ותחליפי חלב כמו פורמולה. עד שעה לפני הניתוח - מותר ואף מומלץ לשתות נוזלים צלולים כמו מיץ ממותק ללא רכיבי פרי, מים, מרק ותה. שעה לפני הניתוח - יש להיות בצום מלא, ללא שתייה.",

  "SummaryDocuments": "מכתבי סיכום עדכניים מרופא ילדים או מרופא מומחה המטפל בילדכם",
  "medicineList": "רשימת תרופות או את מארזי התרופות של ילדכם",
  "bloodTest": "בדיקת דם עדכנית (רק אם נדרשתם)",
  "results": "תוצאות סיכומי בדיקות רלוונטיות",
  "tofes17": "טופס 17",
  "instruction-download": "הנחיות לקראת ניתוח להורדה",

  "consent-title": "טופס הסכמה מדעת",
  "consent-text": "לקראת הניתוח הקרוב, הצוות הרפואי יבקש ממך לחתום בנוכחותו על טופס הסכמה מדעת. אנו ממליצים לכם לקרוא מראש ובעיון את הטופס",
  "consent-download": "טופס הסכמה מדעת להורדה",

  "Footer": "מטופל מעורב הוא מטופל שמחלים טוב יותר",

  "problemsInFamily-male": " ¿Ha tenido su hijo o algún miembro de su familia problemas con la anestesia (una reacción a los medicamentos/hipertermia maligna, etc.)?",
  "neurologicalProblem-male": "¿Le han diagnosticado a su hijo una enfermedad neurológica?",
  "coagulation-male": "¿Se le ha diagnosticado o se sospecha que su hijo tiene un problema de coagulación?",
  "thyroidOrDiabetes-male": "¿Le han diagnosticado a su hijo diabetes o una enfermedad de la tiroides? ",
  "renalFunctionAndSpecialDiet-male": "¿Ha sido diagnosticado su hijo con una función renal reducida y requiere medicación o una dieta especial?",
  "muscleSystem-male": "¿Su hijo sufre de un síndrome que daña el sistema muscular?",
  "lungDisease-male": "¿Su hijo sufre de una enfermedad pulmonar caracterizada por sibilancias y falta de aire (asma, vías respiratorias reactivas) que requiere medicación (incluye un inhalador) de forma regular o ha sufrido de crisis respiratorias en los últimos tres meses?",
  "heartProblems-male": "¿Su hijo sufre actualmente o ha sufrido en el pasado de problemas cardíacos? ",
  "diseasesNeedTreatment-male": " ¿Se le ha diagnosticado a su hijo un síndrome, una enfermedad metabólica, un defecto genético, una malformación o una condición crónica que requiere tratamiento y seguimiento con un médico?",
  "bornBeforeWeek36-male": "En caso de que su hijo tenga menos de un año de edad, ¿ha nacido antes de la semana 36 de embarazo y fue hospitalizado en neonatología (bebé prematuro)?",

  "problemsInFamily-female": "¿Ha tenido su hija o algún miembro de su familia problemas con la anestesia (una reacción a los medicamentos/hipertermia maligna, etc.)?",
  "neurologicalProblem-female": "Le han diagnosticado a su hija una enfermedad neurológica?",
  "coagulation-female": "¿Se le ha diagnosticado o se sospecha que su hija tiene un problema de coagulación?",
  "thyroidOrDiabetes-female": "¿Le han diagnosticado a su hija diabetes o una enfermedad de la tiroides?",
  "renalFunctionAndSpecialDiet-female": "¿Ha sido diagnosticado su hija con una función renal reducida y requiere medicación o una dieta especial?",
  "muscleSystem-female": "¿Su hija sufre de un síndrome que daña el sistema muscular?",
  "lungDisease-female": "¿Su hija sufre de una enfermedad pulmonar caracterizada por sibilancias y falta de aire (asma, vías respiratorias reactivas) que requiere medicación (incluye un inhalador) de forma regular o ha sufrido de crisis respiratorias en los últimos tres meses?",
  "heartProblems-female": "¿Su hija sufre actualmente o ha sufrido en el pasado de problemas cardíacos?",
  "diseasesNeedTreatment-female": "¿Se le ha diagnosticado a su hija un síndrome, una enfermedad metabólica, un defecto genético, una malformación o una condición crónica que requiere tratamiento y seguimiento con un médico?",
  "bornBeforeWeek36-female": "En caso de que su hija tenga menos de un año de edad, ¿ha nacido antes de la semana 36 de embarazo y fue hospitalizada en neonatología (bebé prematuro)?",

  "questionnaireValidationTitle": "Han llegado al final del cuestionario. Por favor revisen sus respuestas antes de enviarlas.",

  "Dismiss-Header":"Llenando el cuestionario médico le ahorrará mucho tiempo de espera, y solo se reunirá con el anestesiólogo el día de la cirugía.",
  "Dismiss-Paragraph":"Deben presentar este certificado en la recepción de enfermería de las clínicas pediátricas, cuando lleguen para la visita previa a la cirugía",
  "Dismiss-PayAttention":"Este certificado tiene una validez de tres meses a partir de la fecha de recepción.",
  "Dismiss-Button-Consent":"טופס הסכמה מדעת",
  "Dismiss-Button-Instructions":"Imprimir nota de exención",
  "Dismiss-Button-WatchVideo":"Formulario de Consentimiento Informado"
}
